{
    "language": "ro",
    "navbar": {
        "link1": "Cum funcționează",
        "link2": "Competiții în curs",
        "link3": "Competiții anterioare",
        "link4": "Comunitate",
        "link5": "Setări",
        "howitworks": {
            "title": "Cum functioneaza",            
            "describetitle": "Definiți proiectul de design interior",
            "describebody": "Definiți provocarea dvs. de design. Puteți lansa remodelări, noi rezidențiale, design interior, peisaj și proiecte comerciale / publice.",
            "launchtitle": "Lansați un concurs",
            "launchbody": "Bucurați-vă de procesul de concurs distractiv. Designerii din întreaga lume concurează la proiectul dvs. - prin platforma de încredere Just Do It Design.",
            "picktitle": "Alegeți cele mai bune modele",
            "pickbody": "Aranjati in ordinea preferata propunerile designerilor. Alegeți top 5 proiecte câștigătoare."
        }
    },
    "help": {
        "button": "Ajutor",
        "item1": "Întrebări frecvente - Client",
        "item2": "Întrebări frecvente - Designer",
        "item3": "Contactează-ne"
    },
    "loginbuttontext": "Conectați-vă cu Google",
    "loginbuttontext_m": "Conectare",
    "logoutbuttontext": "Deconectare",
    "frontbuttons": {
        "project": "Am un proiect",
        "designer": "Sunt un designer"
    },
       "footer": {
        "link1": "Despre noi",
        "link2": "Technologie",
        "link3": "Termeni și condiții",
        "link4": "Politica de confidențialitate",
        "link5": "Contactează-ne",
        "aboutus": {
            "title": "Despre noi",
            "text":
            [ 
                "Alina Stoian este un architect cu proiecte de success in Romania, SUA, UK, Danemarca, Austria si Dubai. Carmen este strategist de business, pasionata de arhitectura si design.", 
                "Sunt prietene si partenere de business si amandoua considera ca spatiile in care locuim sau muncim ne definesc, pe noi si valorile noastre, si ne influenteaza starea de spirit. Că fiecare spațiu are propria energie și poveste care este spusă prin fiecare obiect care face parte din el.",
                "Acest proiect este un rezultat al convingerii lor puternice că fiecare dintre noi merităm o poveste bine spusă."
            ]
        },
        "technology": {
            "title" : "Technologie",
            "text":         
            [
                "Termenul de identitate auto-suverană (SSI) se referă la o formă specială de identitate centrată pe utilizator care permite utilizatorului (uman sau non-uman) să aibă control deplin asupra datelor sale identității sale și celor asociate acesteia. Acest lucru necesită un ecosistem de identități descentralizate fără autorități administrative. ",
                "În lumea SSI, datele legate de identitate sunt stocate într-un portofel digital care ar putea fi găzduit pe un smartphone. Participanții dintr-un ecosistem SSI pot emite, primi și valida certificate digitale.",
                "Acest lucru se realizează în primul rând prin utilizarea tehnologiei registrelor distribuite (DLT), utilizând algoritmi criptografici avansați pentru construirea unei rețele globale de tip blockchain, care conferă încredere tuturor participanților.",
                "Această aplicație folosește tehnologia SSI pentru a verifica certificate digitale legate de gestionarea accesului la portofoliu, prin care designerii pot elibera un certificat digital clienților care dovedește că le-au acordat access pentru a vizualiza propriul portofoliu.",
                "În următoarea versiune intenționăm să extindem această abordare prin implementarea accesului fără parolă la site-ul web și a diferitelor niveluri de acces pentru portofolii."
            ]
        },
        "privacy": {
            "title": "Politica de confidențialitate",
            "text": [
             
                
                "Politica de confidențialitate","a www.justdoitdesign.com","Date colectate: aceastăplatformăcolectează, de la sine sau prin intermediul unor terțepărți:adresa de e-mail; prenume; numele de familie; numele de utilizator; Cookie-uri; Date de utilizare; sex; data nașterii;numărul de telefon; adresa; parolă; denumirea societății; profesie.","Datele cu caracter personal pot fi furnizate de utilizator sau colectate automat atunci când utilizeazăaceastăPlatformă. Cu excepția cazului în care se specifică altfel, toate datele solicitate de aceastăPlatformă sunt obligatorii, iar nefurnizarea acestor Date poate face imposibilă furnizarea serviciilor oferite de aceastăPlatformă. În cazul în care datele nu sunt obligatorii, Utilizatorii sunt liberi să nu le comunice.","Orice utilizare a Cookie-urilor – sau a altor instrumente de urmărire – de cătreaceastăPlatformăsau de către proprietarii de servicii terțe utilizate de aceastăPlatformăservește scopului furnizăriiServiciului cerut de Utilizator, în plus față de orice alte scopuri descrise în prezentul document.","Utilizatorii sunt responsabili pentru orice Date cu caracter personal obținute de la terțir, publicate sau partajate prin intermediul acestei Platforme șiconfirmăcă au consimțământulterțului de a furniza Datele catre Proprietarul acestei Platforme.","Prelucrarea datelor: Proprietarul ia măsurile de securitate adecvate pentru a preveni accesul neautorizat, divulgarea, modificarea sau distrugerea neautorizată a Datelor. Prelucrarea datelor se efectuează cu ajutorul computerelor și/sau instrumentelor informatice, urmând proceduri organizatorice strict legate de scopurile indicate. În plus față de Proprietar, Datele ar putea fi accesibile personalului administrativ, de vânzări, de marketing, juridic, de administrare a sistemului sau părților externe, cum ar fi furnizori terți de servicii tehnice, transportatori de corespondență,furnizori de găzduire, companii IT, agenții de comunicație,terținumiți,dacă este cazul, ca procesatori de date de către Proprietar. Lista este disponibilă spre consultare la cerere în orice moment.Datele cu caracter personal sunt prelucrate și stocate atât timp cât scopul pentru care au fost colectate.","În consecință, datele cu caracter personal colectate în scopuri legate de executarea unui contract între Proprietar și Utilizator vor fi păstratepână la executarea integrală a acestui contract.Proprietarul poate păstra Datele cu caracter personal pentru o perioadă mai lungă de timp ori de câte ori Utilizatorul și-a dat consimțământul pentru o astfel de prelucrare, atâta timp cât acest consimțământ nu este retras sau prin obligațielegală.","După expirarea perioadei de păstrare, datele cu caracter personal se șterg. Prin urmare, dreptul de acces, dreptul la ștergere, dreptul la rectificare și dreptul la portabilitatea datelor nu pot fi puse în aplicare după expirarea perioadei de păstrare.","Rațiuneaprelucrării datelor: datele utilizatorului sunt colectate pentru a permite Proprietarului săfurnizeze Serviciul său,săîși respecte obligațiile legale, sărăspundăsolicitărilor de executare, să-șiprotejeze drepturile și interesele (sau ale utilizatorilor sau ale terților),să detecteze orice activitate răuintenționată sau frauduloasă, precum șiurmătoarele: Publicitate, Interacțiunea cu rețeleleșiplatformele sociale externe, Comentarea conținutului, Analiza, Contactarea Utilizatorului, Gestionarea contactelor și trimiterea de mesaje, Înregistrarea și autentificarea, Accesul la conturile serviciilor terților, Gestionarea plăților, Gestionarea bazelor de date ale utilizatorilor, Remarketing șidirecționareacomportamentalășiinteracțiunea cu platformele de chat live.",
                "AceastăPlatformă poate solicita unele permisiuni Facebook care îi permit să efectueze acțiuni cu contul de Facebook al Utilizatorului șisăregăseascăinformații, inclusiv Date publice personale de la acesta. Acest serviciu permite acestei Platforme să se conecteze la contul Utilizatorului din rețeauasocială Facebook, furnizată de Facebook Inc.","Utilizatorii au dreptul de a-și retrage consimțământul în cazul în care și-au dat anterior consimțământul pentru prelucrarea Datelor lor cu caracter personal.","Utilizatorii au dreptul de a se opune prelucrării Datelor lor în cazul în care prelucrarea se efectueazăpe un alt temei juridic decât consimțământul.","Utilizatorii au dreptul de a afla dacă Datele sunt prelucrate de către Proprietar, de a obțineinformații cu privire la anumite aspecte ale prelucrăriiși de a obține o copie a Datelor în curs de prelucrare.","Utilizatorii au dreptul de a verifica exactitatea Datelor lor și de a solicita actualizarea sau corectarea acestora.","Utilizatorii au dreptul, în anumite circumstanțe,sărestricționeze prelucrarea Datelor lor. În acest caz, Proprietarul nu va procesa Datele lor în alt scop decât stocarea acestora.","Utilizatorii au dreptul, în anumite circumstanțe, de a obțineștergerea datelor lor de la Proprietar.","Utilizatorii au dreptul de a primi datele lor într-un format structurat, utilizat în mod obișnuitși care poate fi citit automat și,dacă este posibil din punct de vedere tehnic, de a le transmite unui alt operator fără niciun obstacol. Aceastădispoziție se aplică cu condiția ca Datele să fie prelucrate prin mijloace automatizate și ca prelucrarea să se bazeze pe consimțământul Utilizatorului, pe un contract din care Utilizatorul face parte sau pe obligații precontractuale ale acestuia.","Utilizatorii au dreptul de a se adresa autorității competente pentru protecția datelor.","În cazul în care datele cu caracter personal sunt prelucrate în interes public, în exercitarea unei autorități oficiale cu care este investit proprietarul sau în scopul intereselor legitime urmărite de proprietar, Utilizatorii se pot opune unei astfel de prelucrări prin furnizarea unui motiv legat de situația lor specială pentru a justifica obiecția.","Utilizatorii trebuie săștiecă, cu toate acestea, în cazul în care Datele lor cu caracter personal sunt prelucrate în scopuri de marketing direct, aceștia se pot opune prelucrării respective în orice moment, fără a furniza nicio justificare. ","Orice solicitare de exercitare a drepturilor de utilizator poate fi direcționatăcătre Proprietar. Aceste solicitări vor fi adresate de către Proprietar cât mai curând posibil, dar în maxim 30 de zile.","Datele cu caracter personal ale Utilizatorului pot fi utilizate în scopuri legale de către Proprietar în instanță sau în etapele care conduc la posibile acțiuni în justiție care decurg din utilizarea necorespunzătoare a acestei Platforme sau a Serviciilor conexe.","Utilizatorul declarăcă este conștient de faptul că Proprietarul poate fi obligat sădezvăluie date cu caracter personal la cererea autorităților publice.","Pe lângăinformațiileconținute în aceastăpolitică de confidențialitate,aceastăPlatformă poate furniza Utilizatorului informații suplimentare și contextuale privind anumite Servicii sau colectarea șiprelucrarea datelor cu caracter personal, la cerere.","Jurnalele de sistem șiîntreținerea: în scopuri de exploatare șiîntreținere,aceastăPlatformăși orice servicii terțe pot colecta fișiere care înregistreazăinteracțiunea cu aceastăplatformă (jurnalele de sistem) utilizează alte date cu caracter personal (cum ar fi adresa IP) în acest scop."
                
            ]
        },
        "terms": {
            "title": "Termeni și condiții",
            "text": [
                


                "Termeni șicondiții JustDoItDesign",
                
                "Introducere",
                
                "www.justdoitdesign.com ('JustDoItDesign') este o platformăconcepută pentru furnizarea de servicii catre cliențiinteresați de proiecte de design interior, platformăgestionată de 2DECO INTERIOR DESIGN STUDIO SRL, ('Deco Design') persoanăjuridicăromână, cu sediul in Pitesti, strada Alexandru Vlahuta 29, judeţul Arges, Romania, având cod unic de înregistrare 41310483, înregistratăla Oficiul Registrului Comerţului  sub nr. J3/1755/25.06.2019, cont bancar RO76BTRLRONCRT0508242302, deschis la Banca Transilvania, reprezentată de Alina Stoian, având funcția Administrator.",
                
                "Utilizatorii, designerii, vizitatorii și orice persoană care utilizează www.JustDoItDesign.com ('Portalul') sunt supuși Termenilor șiCondițiilor prezentate mai jos, împreună cu politica de confidențialitate. În acest document ne referim, în general, la 'Utilizator', la oricine care utilizeazăPortalul și,după prima sa vizită a început, se înscrie șiutilizează serviciile șifuncțiile furnizate în acestea, dându-si astfel acordul cu acești termeni șicondiții de utilizare.",
                
                "Înregistrarea este necesară pentru a utiliza toate caracteristicile interactive disponibile pe Portal, cum ar fi postarea de comentarii, participarea și lansarea concursurilor, votarea, trimiterea ideilor de proiect (așa sunt definite mai jos) și, în general, pentru orice funcționareșifuncție a Portalului în care se furnizeaza informațiicătre JustDoItDesign.",
                
                "Pentru a înregistra un cont de utilizator pe JustDoItDesign, Utilizatorul trebuie să furnizeze Informații personale, cum ar fi numele de utilizator, parola, adresa de e-mail, data nașterii,numărulde telefon valid, o fotografie de profil personal și alte informații de identificare personală în conformitate cu Politica de confidențialitate care trebuie citite înainte de finalizarea înregistrăriișiacceptate pentru a finaliza înregistrarea la JustDoItDesign.",
                
                "Toate datele vor fi tratate numai în scopurile permise de lege, în conformitate cu Politica de confidențialitatemenționată mai sus a JustDoItDesign, care poate fi actualizată din când în când.","După ce a luat în considerare cele de mai sus, Utilizatorul este de acord cu următoarele: ",
                
                "TERMENI ȘICONDIȚII",
                "1. DEFINIȚII",
                "În sensul Termenilor șiCondițiilor JustDoItDesign se vor aplica următoareledefiniții: ",
                "Portal: site-ul de la URL-ul www.JustDoItDesign.com sau la orice alt URL în cazul în care Deco Design alege să furnizeze serviciul JustDoItDesign, comunicat utilizatorilor. ",
                "'Utilizator': un Utilizator al Portalului care a finalizat cu succes procedura de înregistrare și a ales unul dintre profilurile de utilizator disponibile ca 'Client' sau 'Designer'.",

                "Designer: un utilizator care a ales profilul Designer, definit mai jos, și a furnizat JustDoItDesign cu toate datele și documentele necesare pentru a face acest lucru. JustDoItDesign va avea dreptul de a solicita un act de identitate valid (document de identitate) pentru a verifica datele furnizate. În cazul în care Designerul nu trimite ID-ul în termen de 20 de zile, JustDoItDesign va avea dreptul de a închide contul săuși de a reseta soldul său disponibil, dacă este prezent. În plus, în cazul în care Designerul, în loc de iD-ul valabil, încarcă orice alt document care este inadecvat pentru a permite verificarea datelor cu caracter personal furnizate, JustDoItDesign va avea dreptul de a închide contul săuși de a reseta soldul său disponibil, dacă exista. ",

                "Client: un Utilizator care a ales un profil Client, așa este definit mai jos, și a furnizat JustDoItDesign toate datele și documentele necesare pentru a face acest lucru. ",

                "'Idei de proiect': schiță(schițe), imagini, design(e) sau orice proiect privind soluțiile de design interior (cu excepțiaoricărui tip de proiect arhitectural) și descrierile și datele relevante pe care un utilizator înregistrat cu profilul 'Designer' le prezintă pentru a participa la concursuri și a fi evaluate de alți utilizatori. ",

                "'Conținut': orice conținut al Portalului, inclusiv mărci comerciale, mărci de servicii și logo-uri, cu excepția ideilor de proiect, dar inclusiv software și HTML/Flash și orice alt tip de cod utilizat pe site.ro. ","2. ACCESUL LA PORTAL","2.1 După înregistrarea ca Utilizator sau Designer, JustDoItDesign văacordă permisiunea de a utiliza Portalul astfel cum este stabilit în acești Termeni șiCondiții, cu condiția ca: ",
                
                "Nu veți copia sau distribui nicio parte a portalului sau a conținutului sau a ideii de proiect în niciun mediu sau formăfărăautorizațiaprealabilăscrisă Deco Design. ",
                
                "Nu veți modifica sau modifica nicio parte a portalului, în afară de ceea ce poate fi necesar în mod rezonabil, pentru a utiliza portalul în scopul propus, conform prezentilor termeni șicondiții. ",
                
                "Nu veți utiliza software, cod sau hardware terță parte pentru a modifica sau modifica orice parte a portalului și / sau mecanismele sale de bază. ",
                
                "2.2 Dacă nu sunteți de acord cu nicio parte a acestui document și / sau politica de confidențialitateasociată, ar trebui săîntrerupeți imediat utilizarea portalului și nu sunteți autorizat săvăînregistrați.Dacăv-ați înregistrat deja, trebuie săcontactați JustDoItDesign șisăsolicitați eliminarea imediată a contului dvs., care nu este validă. Utilizarea portalului împotriva acestui articol 2 va forțaJustDoItDesign săîntrerupă contul dvs. și / sau să adopte orice acțiunelegalănecesară. ",
                
                "3. DREPTURI DE PROPRIETATE INTELECTUALĂ",
                
                "3.1 Conținutul disponibil pe portal este deținut de JustDoItDesign, este protejat prin drepturi de autor, este înregistrat ca proprietate intelectuală sau este licențiat în alt mod de cătreJustDoItDesign și, în general, este protejat de drepturile de proprietate intelectuală, astfel cum sunt prevăzute de prezentul articol 3. Conținutul include proprietatea intelectualăînregistrată a Deco Design protejată prin tratate internaționale. Nu poate fi utilizat, copiat, reprodus, distribuit, transmis, difuzat, afișat, vândut, licențiat sau exploatat în alt scop în niciun scop, fără acordul prealabil scris al Deco Design sau așa cum este prevăzut în mod expres aici. Deco Design îșirezervătoate drepturile care nu au fost acordate în mod expres pe portal și pentru toate conținuturilerelevante. ",
                
                "3.2 Ideile de proiect sunt proprietatea proprietarilor respectivi, iar drepturile lor de proprietate intelectuală sunt gestionate de către designerul care le-a încărcat pe portal; orice încălcarerelevantăva fi notificatăcătre prin trimiterea unui e-mail de la admin@JustDoItDesign.com la adresa Designerului disponibilă în profilul său. ","3.3 Cu excepția celor prevăzute altfel în articolele 3.1 și 3.2 de mai sus, toate secțiunileșiconținutulportalului pot fi supuse dreptului de autor și altor drepturi de proprietate intelectuală în conformitate cu legea română. ",


                "3.3 Cu excepția celor prevăzute altfel în articolele 3.1 și 3.2 de mai sus, toate secțiunileșiconținutulportalului pot fi supuse dreptului de autor și altor drepturi de proprietate intelectuală în conformitate cu legea română. ",

                "3.4 Fiecare Designer este de acord să acorde JustDoItDesign o autorizatie nelimitată pentru a utiliza în mod liber orice text, date, fotografii, randări, proiecte, hărți,specificații tehnice, video, sunet, mesaje și orice alt element protejat de drepturi de proprietate intelectuală, postat în cursul un concurs, cu condițiasă existe atribuirea adecvată a autorului și indicarea faptului că materialul este protejat prin drepturi de autor și a fost postat în timpul unui concurs JustDoItDesign. Nu este posibil săscrieți în conținut (de ex. Video) prin hyperlinkuri care vor face legătura cu orice platformă web care permite identificarea Designerului pentru a evita descalificarea Designerului. De asemenea, nu este posibil să se elimine niciun conținut, actualizat prin hyperlink care va face legătura cu orice platformă web, odată ce concursul este închis și Clientul a decis clasarea, pentru a evita descalificarea Designerului. ",
                
                "3.5 Utilizatorul se angajează în mod expres să nu utilizeze, să copieze sau să distribuie niciunul dintre conținuturi sau idei de proiect, cu excepția cazului în care este permis în acești termeni șicondiții, în limitele legale. Atunci când descarcă sau tipărește o copie a conținutului sau a ideilor proiectului pentru uz personal, utilizând funcțiile de link-uri și formatele permise, utilizatorul este de acord săpăstreze toate mențiunile privind supunerea la proprietatea intelectuală, sistemul de gestionare a drepturilor digitale sau orice alt sistem informații despre conținut. Utilizatorul este de acord să se supuna unui comportament în conformitate cu legile șireglementările române aplicabile și / sau orice altă lege / jurisdicțieaplicabilă. Orice comportament și / sau acțiune (inclusiv în mod explicit copierea, descărcarea,tipărirea etc.), care nu sunt aprobate în mod expres de funcțiispecifice de pe Portal, trebuie considerată ca fiind interzisăși poate fi urmărită penal conform legii. ",
                "4. IDEI DE PROIECT",
                "4.1 Designerii pot participa la concursuri încărcându-și ideile de proiect în zona de participare corespunzătoare, configurata și furnizata pentru fiecare concurs. ",
                "4.2 Ideile de proiect, incluzând, dar fără a se limita la, orice text, date, fotografii, randări, proiecte, hărți,specificații tehnice, video, sunet, mesaje, fișiere relevante care sunt descrise și indexate în mod adecvat sau alte materiale încărcate de proiectanți ca parte a Ideilor de proiect sunt proprietatea intelectuală a Designerului care postează Ideea de proiect și nu sunt susținute în niciun mod direct sau indirect de JustDoItDesign; JustDoItDesign nu oferă nicio garanțieexpresă sau implicită, în măsuramaximăpermisă de legea aplicabilă, cu privire la fiabilitatea, acuratețea, calitatea sau fezabilitatea oricărei idei de proiect de pe portal. Conținutul unei idei de proiect rămâneresponsabilitatea exclusivă a designerului care a încărcat ideea de proiect. ","4.3 Utilizatorii care obțin o idee de proiect înțelegcă JustDoItDesign nu oferă niciun fel de soluțiiarhitecturale, ci este destinat doar ca un mijloc de a obțineindicații generale referitoare la soluții de design interior (adică studii preliminare nefezabile) care pot ghida utilizatorul în cercetarea soluțieiadecvate, acolo unde este necesar sau obligatoriu, a unui profesionist autorizat care va verifica șiimplementa ideea de proiect. Prin urmare, se înțelegecă o Idee de proiect - chiar dacă aparent foarte precisă - nu poate constitui sau reprezenta în niciun fel un proiect complet de proiectare și nu poate fi privită ca un proiect arhitectural imediat aplicabil, fără ajutorul adecvat și dezvoltarea avansatărealizată de profesioniști,autorizațișicalificați în conformitate cu legile șireglementărileaplicabile pentru țara în care utilizatorul intenționeazăsă dezvolte șisă implementeze pe deplin ideea de proiect. ",
                "4.4 Utilizatorii și designerii înțelegcă serviciul JustDoItDesign nu va fi în niciun fel utilizat ca instrument sau sistem de organizare, negociere sau mediere pentru angajamente profesionale. JustDoItDesign va interzice orice cont în cazul în care apar astfel de practici și nu va credita nici o sumă pentru acestea. ",

                "4.5 Ideile de proiect sunt introduse pe portal fără nicio obligație ca JustDoItDesign să le menținădisponibile pentru orice perioadă de timp specificatădupă încheierea concursului relevant sau chiar înainte și le poate ștergefără nicio notificare prealabilă,dacă apar probleme cu privire la ideea de proiect în cauză. Cu titlu de exemplu șifără limitare, JustDoItDesign poate șterge orice Idei de Proiect la discreția sa totală sau parțială,dacăprimește alerte / reclamații / și / sau; considerăadecvat să protejeze Portalul și / sau; altfel are motive săfacă acest lucru. ",
                
                "’4.6 Ideile de proiect pot fi bazate pe conținut generat de utilizatori, în conformitate cu cele de mai sus, și, prin urmare, utilizarea unui astfel de tip de conținut trebuie efectuată cu precauțiile asociate materialelor de calitate nonprofesionalăși a proiectelor necertificate /specificații. ",
                "4.7 Dacăalegețisătrimitețișisăîncărcați Idei de proiect pe portal, trebuie săvăînregistrați ca designer (a se vedea articolul 5 de mai jos), oferind (cu titlu de exemplu neexhaustiv) un cont de e-mail funcțional de Utilizare personalăexclusivăși datele dvs. personale, precum și un număr de telefon valid și o imagine de profil care vă va dovedi identitatea și câteva informații despre experiența dvs. profesionalăși calificarea ca arhitect sau designer de interior. JustDoItDesign îșirezervă dreptul de a solicita, în orice moment, designerului să verifice datele înregistrate în formăscrisă a veridicității datelor furnizate pe portal (prin fax sau pdf) pentru a evita închiderea contului. ",
                "4.8 Designerii trebuie să se asigure că proiectul menționat mai sus conține toate cerințele minime pentru participarea la concurs, astfel încât ideile de proiect săpoată fi considerate valid transmise. Dacă proiectul, deși trimis în mod corespunzător în termenele concursului, nu conține toate resursele minime necesare sau conține resurse care diferă calitativ de ceea ce este descris în secțiunea'Cerințe' a concursului, poate fi descalificat din competiția la discrețiaexclusivăJustDoItDesign, eliminând orice premiu acordat de Client. Cerințelefiecărui Concurs trebuie să fie concepute ca 'minime', prin urmare, designerii au în toate cazurile dreptul de a trimite resurse suplimentare - atât în ceea ce privește cantitatea, cât și tipul - pe lângă cele solicitate de la Client în secțiunea'Cerințe',fără riscul ca ideea de proiect săpoată fi descalificată din competiție. ",
                "4.9 Pentru a răscumpăra orice premiu pe care îl aveți în contul dvs., conform prevederilor articolului 7, vi se va cere săcompletați 'modulul de solicitare a plății' disponibil în pagina dvs. personalășisă ne furnizați un cont de plată valid. De asemenea, trebuie săcompletați toate câmpurile obligatorii ale profilului Designer, în special, dar fără a se limita la, numele și prenumele, data nașterii, adresa de domiciliu, telefonul valid. ",
                
                "5. CONTURI DE UTILIZATOR",
                
                "5.1 Pentru a accesa toate caracteristicile portalului, va trebui săvăînregistrațișisăactivați un cont de utilizator. Nu aveți voie săutilizați contul unui alt utilizator, deoarece utilizarea neautorizatăconstituie încălcarea legii. Când văînregistrați contul, vă cerem să ne furnizațiinformații corecte șicomplete. Sunteți singurul responsabil pentru activitatea care are loc în contul dvs.; prin urmare, trebuie săvăpăstrațiacreditările contului în siguranță; nerespectarea acestui lucru va duce la răspunderea dvs. pentru orice activitate din contul dvs. utilizând datele dvs. de autentificare. Văputeți schimba parola în orice moment prin actualizarea paginii Profilul contului dvs. În plus, suntețide acord sănotificați imediat JustDoItDesign cu privire la orice utilizare neautorizată a parolei sau a contului dvs. sau cu privire la orice altăîncălcare a securității pe care ați putea să o experimentați.JustDoItDesign nu va fi răspunzător pentru nicio pierdere sau pagubă care rezultă din nerespectarea de către dvs. a prezentului articol 5 și nici nu va fi răspunzătoare pentru încălcarea sau accesul",


                "5.2 Sunteți de acord să nu utilizați sau sălansați niciun sistem automat, inclusiv fără limitare, 'roboți' 'spiders', 'automatic form fillers' sau dispozitive sau programe tehnologice similare, care accesează Portalul în așa fel încât sătrimită o serie de mesaje către serverele JustDoItDesign într-o anumităperioadă de timp decât un om nu poate produce în mod rezonabil în aceeașiperioadăutilizând un browser web convențional on-line. Fără a aduce atingere celor de mai sus, JustDoItDesign acordă operatorilor motoarelor de căutare publice permisiunea de a folosi spiders pentru a copia materiale de pe portal în scopul unic de a crea indici de materiale care pot fi căutațipublic, dar nu cache-uri sau arhive ale acestor materiale disponibil pentru indexare, în afara Portalului). JustDoItDesign îșirezervă, în orice caz, dreptul deplin de a revoca aceste excepții fie în general, fie în cazuri specifice, la propria sa discreție. ",

                "5.3 Accesul la portal este permis pentru două tipuri de conturi de utilizator, cărora li se vor acorda diferite grade de privilegii de acces la diferitele caracteristici șifuncții,după cum urmează: ",
                "'Client': un cont de bază, furnizat după înregistrare utilizatorilor; Utilizatorii care activează un cont de utilizator pot (i) crea concursuri; (ii) voteazășicomentează Idei de proiect; (iii) să prezinte șisăactualizeze anumite detalii ale Briefs-urilor. Utilizatorii vor furniza la înregistrare: Numele complet; Locul de reședință (Adresa); Număr de telefon valid; Adresa de e-mail validă, care va fi verificată (un e-mail valid este o adresă de e-mail care nu este furnizată de furnizorii temporari de e-mail și despre care Utilizatorul poate dovedi că este la dispoziția sa de cel puținșase luni); Cod fiscal / Cod TVA (dacă este cazul). ",
                "'Designer': un cont pentru furnizarea de idei de proiect către JustDoItDesign, care poate fi activat de utilizatorii care au expertizășicalificări în proiectarea arhitecturală; Conturile de designer pot (i) activa și gestiona un profil public de 'portofoliu' pentru ca alți Utilizatori săpoată naviga, (ii) săparticipe la Concursuri postând Idei de Proiect pentru ca alți Utilizatori să le evalueze; (iii) primesc premii. Pentru a activa un cont de designer, designerii trebuie să furnizeze utilizatorilor fiecare detaliu solicitat, plus: un profil profesional (experiență, studii de arhitectură cu diplome obținute,detalii despre afilierea la o asociațieprofesională a arhitecților locali etc.); Locul activității (adresa); Număr de telefon valid; Document de identitate valabil. Pentru a converti premiile în numerar, designerii trebuie să completeze toate câmpurile furnizate de profilul proiectantului, introducând informațiile lor personale într-un mod absolut valid. Dacă proiectantul nu va continua săintroducăinformațiile corecte în câmpurile obligatorii, ne rezervăm dreptul de a șterge profilul și resetarea soldului disponibil, dacă este prezent. ",
                
                "6. CONCURSURI",
                
                "6.1 Utilizatorii JustDoItDesign pot introduce Concursuri specifice, plătind suma definită la articolul 6.2 de mai jos, pentru a solicita designerilot sătrimită Idei de proiect pe baza unui anumit set de cereri și cerinte la care să lucreze ('Brief'). ",
                "6.2 La crearea unui Concurs, un Utilizator va plăti JustDoItDesign o sumătotală care cuprinde: (i) Premiul, care este suma reală, inclusiv a oricărei taxe și / sau taxe aplicabile, care va fi plătităcătreProiectant (i) ) din ideea / ideile de proiect selectate; (ii) orice taxe și taxe impuse de JustDoItDesign (așa cum există din când în când) (în continuare, 'Taxa JustDoItDesign') (iii) orice altătaxăreținută,","Această aplicație folosește tehnologia SSI pentru a verifica certificate digitale legate de gestionarea accesului la portofoliu, prin care designerii pot elibera un certificat digital clienților care dovedește că le-au acordat access pentru a vizualiza propriul portofoliu.",

                "6.3 Fiecare Brief va fi asociat unui Premiu, care va fi atribuit contului (conturilor) Designerului (proiectanților) care vor fi autorul (autorii) Ideii de Proiect (e) selectate pentru a se potrivi mai bine Briefului, respectând incontestabil decizia Clientului. ",
                "6.4 Odatăpregătitșiîncărcat pe JustDoItDesign, împreună cu plata taxelor relevante pentru începerea Concursului, Brieful poate fi modificat de către Utilizatorul care a lansat Concursul, până la 48 de ore de la încheierea Concursului. ",
                "6.5 În timpul concursului, designerilor participanți li se va permite să utilizeze un modul dedicat pentru Întrebărișirăspunsuri(întrebărișirăspunsuri) pentru a interoga utilizatorul care a lansat concursul cu privire la detalii specifice din Brief. Toate întrebărileșirăspunsurile vor fi publice, astfel încât toțiceilalți designeri concurențisăpoată beneficia de informațiile furnizate de utilizator. Cu toate acestea, este interzisă utilizarea modulului de întrebărișirăspunsuri pentru a contacta direct utilizatorul care a lansat concursul și a face schimb de informații de contact directe. Orice solicitare de postare a designerului și / sau detaliile sale de contact în modulul de întrebărișirăspunsuri vor fi interzise din Concurs în sine și contul relevant cu orice credit acumulat va fi închis, fără a aduce atingere acțiunilor ulterioare prevăzute la articolele 12 și 13 de mai jos. De asemenea, este interzisăutilizarea acestui modul Întrebărișirăspunsuri (Q&A) pentru a insulta sau a exprima opiniile personale șidisprețuitoare cu privire la Utilizatorul care a lansat Concursul sau alți designeri care s-au prezentat la Concurs. În cazul în care modulul Întrebărișirăspunsuri(Întrebărișirăspunsuri) este utilizat în alte scopuri decât cele permise de acești Termeni șicondiții, JustDoItDesign îșirezervădreptul de a interzice (la propria sa discreție) contul Designerului responsabil, păstrând toate premiile disponibile acumulate. JustDoItDesign își va păstra, de asemenea, toate drepturile de a solicita despăgubiri pentru orice daune produse. ",
                "6.6 Concursul va fi limitat în timp (de la minimum 5 zile la maxim 180 de zile); durata concursului poate fi, în toate cazurile, prelungită de către client în termen de 48 de ore de la termen până la maximum 180 de zile în total. Clientul nu poate în niciun caz săreducă durata Concursului dupăactivarea Concursului. ",
                "6.7 După încheierea timpului stabilit, clientul poate vizualiza toate ideile de proiect primite și va avea treizeci (30) de zile pentru a evalua toate ideile de proiect și pentru a alege cele cinci (5) idei de proiect care îi plac cel mai mult. Procesul de evaluare șiselecție a câștigătorilor este, după cum urmează: Utilizatorul va atribui un rating fiecărei Idei de proiect, toate scorurile date de Client vor avea ca rezultat un clasament vizibil Utilizatorului. Odată ce Utilizatorul a ales clasamentul pe care îl dorește, va trebui doar să îl confirme, pentru a încheia concursul. Când un Utilizator și-a confirmat clasamentul, software-ul JustDoItDesign va împărți Premiul între cele cinci (5) idei de proiect clasate in top astfel: 60% vor fi atribuite Ideii de Proiect clasate pe primul loc; 20% la ideea de proiect pe locul doi; 10% pentru ideea de proiect pe locul trei, 5% pentru proiectul pe locul patru și 5% pentru proiectul pe locul cinci. ",
                "Dacădupă 30 de zile de la încheierea concursului, Clientul a votat toate Ideile Proiectului, dar nu și-a confirmat încă clasamentul, confirmarea Ideilor de Proiect câștigătoare va fi efectuată automat de către software-ul JustDoItDesign, prin confirmarea clasamentului întocmit anterior de Client. Dacădupă 30 de zile de la sfârșitul unui Concurs, Clientul nu a votat încă toate Ideile de proiect participante, software-ul JustDoItDesign va declara Concursul închis și va împărți automat Premiul în mod egal între toțiparticipanțiisăi. ",

                "6.8 În cazul în care Utilizatorul care creează un Concurs consideră adecvat, din orice motiv, săoprească Concursul în prealabil sau să formuleze o reclamație împotriva rezultatelor sale șisă solicite înapoi Premiul, va avea 10 zile de la activarea Concursului pentru a depune o reclamațiedetaliată. cu JustDoItDesign, trimiterea unui e-mail la admin@JustDoItDesign.com explicând motivele sale șioferind toate datele referitoare la această chestiune. Decizia cu privire la reclamație va fi luată de JustDoItDesign, la propria sa discreție. În acest caz, Secțiunea 6.9 de mai jos se va aplica sumelor depuse din cauza mandatului revocat. Se înțelegecă orice altăacțiuneîntreprinsă de Utilizator în aceastăsituație, inclusiv în special eliminarea Briefului, elementelor fundamentale și / sau a datelor unui Concurs pentru a preveni progresul ulterior al acestuia, va împiedica încetarea Concursului relevant; orice Brief / element / date anulat nu va fi restabilit automat pe Portal. Prin urmare, va determina neeligibilitatea la rambursare, în cazul în care Clientul o va solicita. ",
                
                "6.9 Utilizatorul care creează un Concurs conferă în mod expres JustDoItDesign un mandat complet și irevocabil, să (i) primească ca depozitar de încredere suma de bani plătită de Utilizator ca sumă a Premiului la începutul Concursului și (ii) de îndată ce câștigătorii concursului sunt determinați,plătesc în numele și în numele utilizatorului premiul pentru proiectanții ale căror idei de proiect sunt selectate la sfârșitul concursului cu criteriile cuprinse în acești termeni șicondiții. Pentru a evita îndoielile, designerii căroraurmeazăsă le plătească premiul sunt cei al căror nume este publicat pe portal, în secțiunea care se referă la concursul relevant. Se înțelege între părțică un astfel de mandat va fi supus condițiilor precedente de (i) crearea unui concurs conform articolului 6.2 de mai sus și (ii) plata integrală a sumei relevante de către Utilizatorul care creează Concursul și (iii) acceptarea Premiului de către designerii câștigători. ",
                
                "6.10 Conform prevederilor Codului civil român, mandatele conferite JustDoItDesign conform secțiunii 6.8 de mai sus nu pot fi revocate, odată ce Concursul relevant este introdus de Utilizator, cu excepția cazului în care Concursul în sine este anulat de JustDoItDesign din orice motiv. Dacă Clientul nu a primit nicio idee de proiect sau clientul nu este mulțumit de ideile de proiect primite, el / ea va avea dreptul săceară rambursarea prețuluiplătit pentru lansarea concursului. ",
                
                "6.11 După selectarea câștigătorilor concursului, conform secțiunii 6.6 de mai sus, utilizatorul nu îșipoate revoca mandatul, cu excepția cazului în care se furnizează dovezi valabile că designerii câștigători au suferit încălcări grave ale acestor termeni șicondiții.Dacă unul dintre Designeri este descalificat, premiul va fi alocat următorului Designer în clasament. ","6.12 Dacă nu este prezentată nicio idee de proiect de cătreproiectanțiiparticipanți în timpul ales de un client pentru un anumit concurs, premiul nu va fi atribuit. ",
                
                "6.13 Utilizatorii pot crea, de asemenea, 'Concursuri private', care nu sunt accesibile publicului tuturor utilizatorilor de pe portal. În acest caz, tuturor designerilor care doresc să participe li se va solicita să semneze un acord de confidentialitate, înainte ca aceștiasăpoată participa la concursul privat șisă-și posteze ideile de proiect. Concursurile private nu vor fi vizibile în mod deschis pe portal și nici nu vor fi vizibile pentru motoarele de căutare de pe internet. Utilizatorii care doresc să creeze un concurs privat trebuie săplătească o taxăsuplimentară. ",

                "6.14 Utilizatorii care creează un concurs se angajeazăsă furnizeze suficiente detalii ('Brief') pentru a permite proiectanțilorsă realizeze un proiect personalizat pentru a răspundesolicitărilor lor. Fiecare Brief conține cel puțin: o descriere a proiectului (proiectelor) pe care clientul se așteaptăsă îl primească, un plan actualizat al spațiului vizat de concurs, câteva imagini cu situațiaactuală a spațiului vizat de concurs. Dacă Clientul, din orice motiv, nu reușeștesă încarce detaliile menționatemai sus, JustDoItDesign îșirezervă dreptul de a încheia Concursul cu 48 de ore înainte de termenul stabilit de client și de a șterge in acelasi timp Proiectul (proiectele) deja încărcat(ă) de Designeri, dacă este prezent. Clienții care, din orice motiv, nu încarcă detaliile minime solicitate în Brief în termen de 48 de ore de la data limită a Concursului, vor pierde automat dreptul de a solicita rambursarea prețuluiplătit pentru lansarea Concursului. ",

                "6.15 JustDoItDesign are o politică de 100% garanție de satisfacție pentru toțiclienții care au lansat un concurs pe platformă.Dacă clientul a primit mai puțin de cinci (5) idei de proiect, va fi emisă o rambursare a sumei totale plătite pentru a pune concursul online. În cazul în care Clientul va solicita o rambursare, va trebui să ia în considerare următoarele aspecte: ",
                "Clienții pot să efectueze cererea de rambursare în termen de cinci zile de la expirarea concursului, trimițând un e-mail la admin@JustDoItDesign.com. Orice cerere primitădupă 5 zile de la termenul sus-menționat al Concursului nu va fi luată în considerare. ",
                "Nicio cerere de rambursare nu va fi luată în considerare dacă se va întâmpla unul dintre următoarele cazuri (cazuri de neeligibilitate la rambursare): ",
                "Clientul a selectat o durată de concurs mai mică decât durata sugerată de platforma noastră; ",
                "Brief-ul nu contine informațiile de bază care săpermită designerilor să lucreze la proiect, cum ar fi planul cu măsurători corecte, cel puțin o imagine recentă a imobilului, cel puțin o imagine de referință care reflecta gusturile Clientului și o descriere în limba română sau engleză care descrie nevoile Clientului; ",
                "Clientul anulează orice date și / sau informații din Brief pe parcursul desfășurării Concursului care pot face dificila sau imposibilă livrarea proiectului pentru designeri; ",
                "Clientul nu reușeștesărăspundă la întrebările designerilor în termen de 48 de ore de la momentul în care acestia au cerut detaliile suplimentare; ",
                "Clientul nu a evaluat și a votat toate proiectele primite înainte de a depune cererea de rambursare. ","7. FACTURARE ȘI IMPOZITE",
                
                "7.1 De fiecare dată când un Client creează un nou Concurs, JustDoItDesign îi va factura, conform legilor șireglementărilor aplicabile, tariful JustDoItDesign ex Secțiunea 6.2, § (ii). ",
                
                "7.2 Sunteți de acord căsunteți responsabil pentru colectarea și / sau plata tuturor impozitelor pentru care ați putea fi răspunzător în orice jurisdicție care decurge din Concursurile dvs. de pe www.JustDoItDesign.com. JustDoItDesign nu este responsabil pentru colectarea, raportarea, plata sau remiterea către dvs. a impozitelor directe / indirecte și / sau a taxelor de securitate socială. ",
                
                "7.3 Designerul câștigător va avea datoria de a factura Utilizatorul, conform cerințelor legilor șireglementărilor aplicabile, inclusiv a legilor șireglementărilor fiscale și de securitate socială, pentru sumele primite ca Premiu. JustDoItDesign nu va fi obligat să furnizeze informații relevante și / sau săconsilieze designerul în aceastăprivință. JustDoItDesign nu îșiasumărăspunderea pentru orice eroare / omisiune / nerespectare în orice mod de către designer a acestei secțiuni 7.3. ",
                
                "8. GARANȚII PENTRU UTILIZATOR ȘI RESPONSABILITATE",
                "8.1 Utilizarea acestui serviciu este în întregime pe riscul Dvs. șivăasumațirăspundereatotalășiexclusivă a acestuia. ",
                "8.2 Garantați JustDoItDesign să fie proprietarul exclusiv al Ideilor de Proiect pe care le încărcați pe Portal sau săprimiți în mod preventiv autorizațianecesară de la proprietarii drepturilor referitoare la lucrărileterților sau la conținutul inserat în Ideile de Proiect încărcate de Dvs. pe JustDoItDesign.com. ",
                "8.3 Sunteți, prin urmare, singurul responsabil pentru orice continut încărcati pe JustDoItDesign folosind ID-ul și / sau parola dvs. și oricum, pentru orice comportament sau acțiunesetată prin intermediul acestuia pe portal. ",
                "8.4 În calitate de utilizator / designer înregistrat, văangajațisă nu publicațiconținut: - pornografic, obscen sau pedofil; - care cauzează în vreun fel daune minorilor; - hulitor sau jignitor pentru morală,eticăși orice credințăreligioasă; - cu scopuri împotriva ordinii publice, care incita la violență sau urărasială; - deținut ilegal sau cumpărat de Utilizator (software pirat, copii neautorizate etc.); - publicitate sau promovare în favoarea unor subiecte diferite de marca obiectului campaniei pe JustDoItDesign pe care este încărcatConținutul; - jocuri de noroc, competiții, jocuri care solicită o participare în bani; - protejate prin drepturi de autor, fie că sunt audio, text, imagini sau fragmente de videoclip, fără a obțineautorizațiaprealabilă de la titularul drepturilor; - care dăuneazăterților,cu referire în special la drepturile de autor sau alte drepturi de proprietate intelectualășiindustrială;- care conținviruși sau alte programe care pot deteriora sau influențafuncționalitatea site-ului; - care promovează sau induc activități ilegale; - care conținutilizări de imagini fixe sau în mișcare, ale unor persoane obișnuiteși / sau celebre sau care fac referire la acestea fără autorizarea lor prealabilă; - care conțin mesaje publicitare înșelătoare sau comparative conform legislației în vigoare; - care încalcă sau induc să încalce orice lege sau regulament. ","8.5 Este interzisă utilizarea serviciului pentru a provoca în vreun fel prejudicii terților sau pentru a comite sau a încuraja orice fel de infracțiune. ",
                
                "9. CONFIDENȚIALITATEA COPILULUI",
                
                "9.1 Protejarea confidențialității copiilor este deosebit de importantă pentru noi. Politica noastrăeste sărespectăm legile românești în aceastăprivință. ",
                "9.2 JustDoItDesign nu opereazăși nu oferă servicii îndreptate către copii și nu colecteazăintenționatinformații de la copii. Dacăconsiderațică orice conținut de pe portalul nostru este jignitor sau lipsit de respect față de minori, vărugămsă ne contactați imediat, oferind toate detaliile, astfel încât să putem opera pentru eliminarea sa rapidă. ","10. GARANȚIIȘI RESPONSABILITATEA JustDoItDesign",
                "10.1 Portalul și toate serviciile conexe sunt oferite de JustDoItDesign Utilizatorului 'așa cum este' și'după cum este disponibil', fără nicio garanție, fie ea directă sau indirectă, de orice fel asupra conținutuluiși / sau funcționalităților sale. Deco Design, prin urmare, nu oferă nicio garanție privind accesibilitatea Portalului în niciun moment și / sau loc și nici nu oferăgaranții privind absența bug urilor și / sau erorilor în Portal și / sau în conținutul acestuia. ",
                "10.2 Utilizatorul înregistrat acceptă faptul că, din utilizarea incorectă a Portalului și a serviciilor din acesta, ar putea rezulta daune grave PC-ului său. ",
                "10.3 Deco Design va fi răspunzător numai atunci când Utilizatorul poate demonstra efectiv că Deco Design (a) a adoptat o conduitădăunătoareintenționat; (b) a acționat în neglijențăgravă; (c) a încălcat orice dispoziții legale aplicabile cu privire la responsabilitatea produselor autorizate. JustDoItDesign poate fi obligat, conform legilor șireglementărilor în vigoare, săplătească daune care rezultă din răniri care au afectat viața, integritatea fizică sau sănătatea utilizatorului, cu condițiasăse demonstreze că aceste evenimente sunt o consecințădirectă a comportamentului Deco Design; în niciun caz Deco Design nu va fi tras la răspundere pentru acte de neglijențăușoară. Limitarea de responsabilitate de mai sus se aplicăși mandatului conferit în conformitate cu articolul 6.8 de mai sus. ",
                "10.4 Utilizatorul acceptăsădespăgubească,să apere șisă protejeze JustDoItDesign împotriva oricărei cereri, cereri de despăgubire sau alte pierderi, inclusiv onorarii rezonabile ale avocaților,pretenții ale oricăruiterț care decurg din utilizarea Portalului și / sau prin încălcareaacești Termeni șicondiții;dispoziția de mai sus nu se aplică,totuși,dacă se constatăcăîncălcarea nu a avut loc din cauza comportamentului intenționatși / sau neglijent al utilizatorului. ",
                "10.5 În conformitate cu prevederile detaliate mai sus, JustDoItDesign nu va fi răspunzător pentru întreruperile serviciului cauzate de: - catastrofe naturale sau evenimente fortuite; - falsificarea serviciilor sau a echipamentelor, efectuată de către Utilizator sau de către o terță parte; - utilizarea greșită a serviciilor de către Utilizator; - funcționareadefectuoasă a dispozitivelor de conectare utilizate de Utilizator, chiar și atunci când se datoreazănerespectării legilor și normelor privind siguranța, prevenirea, accidentele șivătămările industriale. ",
                "10.6 JustDoItDesign nu are nicio obligație de a supraveghea conținutul vehiculat prin intermediul serviciului și nici nu are nicio obligație de a căuta în mod activ fapte sau circumstanțe care săevidențiezeprezența unei activități ilegitime fără o solicitare adecvată de a face acest lucru de cătreo autoritate competentă; Prin urmare, JustDoItDesign nu este responsabil în cazul unei posibile controverse cu privire la legitimitatea, veridicitatea, corectitudinea, calitatea, originalitatea șipaternitatea materialului publicat pe portal, incluzând, dar fără a se limita la, ideile de proiect; JustDoItDesign va lua măsuri prompte pentru a elimina conținutul în mod vădit neconform cu drepturile terților, de îndată ce primește o reclamațiedirectă, furnizata cu toate datele necesare pentru a evalua o încălcare (cum ar fi: legăturaconținutului care contravine, informații despre încălcarea drepturilor de autor, etc.). ",
                "10.7 În cazul în care JustDoItDesign devine conștient de caracteristica ilegitimă sau prejudiciabilă a Ideilor de proiect publicate online de către Utilizator, va elimina imediat și, la propria sa discreție,informațiilecontravenționaleși / sau va dezactiva accesul la aceste date. ",
                "10.8 JustDoItDesign, în nici un caz, nu îșiasumă responsabilitatea pentru o posibilăîncălcare a drepturilor intelectuale asupra conținutului de cătreterți, precum și pentru posibila pierdere, anulare sau modificare, momentană sau definitivă, a Ideilor de proiect pentru orice cauză. Fiecare Utilizator care contribuie la portal face acest lucru pe propriul risc și se va confrunta cu toate consecințele unor astfel de comportamente, despăgubind astfel JustDoItDesign conform articolului 8 de mai sus, în măsuramaximăpermisă de legea aplicabilă. ",
                
                "11. POLITICA DE UTILIZARE ACCEPTABILĂ - MALWARE ȘI CONEXIUNI LA SITURILE PĂRȚILORTERȚE",
                
                "11.1 Portalul este furnizat de Deco Design pentru a promova accesul la idei de proiect inovatoare printr-un sistem online competitiv. Pentru a face acest lucru, JustDoItDesign doreștesă se asigure cătoți Utilizatorii săi se simt în siguranțăși confortabili în timp ce utilizează Serviciul. Prin urmare, următoareleorientări trebuie respectate cu strictețe, atunci când participați la activitățile disponibile prin intermediul portalului. ",
                
                "11.2 Deși nu monitorizează sau monitorizează în mod obișnuitconținutul furnizat de Utilizatorii săi,JustDoItDesign îșirezervă dreptul de a elimina sau edita conținut inadecvat și / sau abuziv, pe scurt, raportat comentariu; din motivele de mai sus, JustDoItDesign ar putea, de asemenea, să suspende, să dezactiveze și / sau să înceteze accesul unui Utilizator la tot sau la o parte din Portal. ",
                
                "11.3 Utilizatorului i se interzice utilizarea Portalului pentru a partaja conținut care: ",
                "Este ilegal sau promoveazăactivități ilegale cu intenția de a comite astfel de activități; ","Conțineamenințări credibile sau organizează acte de violență din lumea reală. JustDoItDesign nu permite conținutul care creează un risc real de vătămarefizică sau daune materiale, amenință în mod credibil oamenii sau siguranțapublică sau organizează sau încurajeazăvătămarea; ",
                "Hărțuirea tertilor. JustDoItDesign permite comentarii tehnice și pertinente în conversațiile online despre Concursuri, Briefs și subiecte strâns legate de Portal, totușiîșirezervă fiecare drept de a elimina orice conținut abuziv sau altfel nepotrivit, direcționatcătre persoane și / sau organizațiiprivate și / sau publice sau altfel ofensator sau inadecvat față de circumstanțeleși modul de exprimare; în special comentariile la Briefs nu trebuie utilizate pentru a exprima orice tip de reclamație sau ceartăfață de alți Utilizatori; ",
                "Încălcă proprietatea intelectuală,confidențialitatea sau alte drepturi. Utilizatorilor li se interzice săpublice conținut pe care nu au dreptul să îl publice, săpretindăconținut pe care nu l-au creat ca al lor sau să încalce sau săînsușească în alt mod proprietatea intelectuală sau alte drepturi ale altcuiva. Este recomandabil săatribuiți întotdeauna materialele utilizate sau citate în timpul unui Concurs și / sau Brief și / sau comentariu și / sau trimitere de Idei de Proiect, proprietarului (drepturilor) originalului; ",
                "Spams. Este strict interzis sădistribuițiconținut publicitar, promoțional sau de solicitare irelevant sau inadecvat; ",
                "În caz contrar, acești Termeni șicondiții se considera incalcati. ",
                "De asemenea, utilizatorilor nu li se permite, în special, să: ","Acceseze sau încerce să acceseze orice alt cont de utilizator; ",
                "Distribuie parola altui utilizator, sa permita oricui să acceseze contul de utilizator sau săfacă orice ar putea pune în pericol contul de utilizator; ",
                "Să identifice sau să denatureze orice afiliere cu orice persoană sau entitate; ",
                "Săfacă orice care încalcălegislațialocală,națională sau internațională sau care încalcă oricare dintre obligațiile contractuale sau obligațiile lor fiduciare; ",
                "Reproduca, transfere, vinde, revinde sau utiliza în alt mod orice conținut de pe portal, cu excepțiacazului în care este autorizat în mod specific săfacă acest lucru; ",
                "Acceseze, modifice sau utilizeze zonele non-publice ale Portalului, cu excepția cazului în care este autorizat în mod special săfacă acest lucru. Înlăture sau eludeze măsurile de autentificare sau de securitate sau testarea în alt mod a vulnerabilitatii Portalului sau a rețelelor, cu excepția cazului în care este autorizat în mod specific săfacă acest lucru; ",
                "Încercarea de a interfera cu orice utilizator, gazdă sau rețea, de exemplu, prin trimiterea unui virus, supraîncărcare, spam sau utilizarea serviciului prin poștă; ","Utilizarea serviciilor furnizate prin intermediul portalului pentru a distribui programe malware, spyware, rootkit-uri, virușiși alte tipuri de conținut dăunător; ",
                
                "11.4 Utilizatorii înțelegcă JustDoItDesign îșirezervă fiecare drept de a adopta orice măsurăcontrarăconsideratăadecvată pentru a opri comportamentul abuziv / ilegal al utilizatorilor săi pe portal. Utilizatorii care nu respectăinstrucțiunileșiprescripțiile de mai sus se pot confrunta cu suspendarea și / sau ștergerea conturilor lor de utilizator. În caz de infracțiuni grave, reiterate, JustDoItDesign îșirezervă, de asemenea, fiecare drept de a sesiza autoritățile competente, precum șide a solicita despăgubiri cu orice acțiuneadecvată pentru orice prejudiciu relevant pe care l-ar fi putut suferi, direct sau indirect, din cauza acțiunilor uneia sau mai mulți utilizatori care încalcădrepturile. ",

                "11.5 JustDoItDesign s-a angajat săîntrețină portalul fărăvirușiși programe malware, dar nu poate garanta imunitatea sa totalăfață de acestea. Prin urmare, utilizatorul trebuie să adopte măsuri de siguranță adecvate și trebuie să utilizeze un program antivirus pentru a evita încărcarea virusului pe propriul software. În cazul unui link de hipertext către site-uri terțe, JustDoItDesign nu are nicio responsabilitate pentru posibilul conținut ilegitim al acestora, nici o obligație de a le controla. ",
                
                "12. INDEMNIFICARE",
                "12.1 Utilizatorul este obligat să elibereze de orice răspundere JustDoItDesign, precum șiafiliațiisăișireprezentanțiisăi,agențiisăi,angajațiisăișiterțiicărora JustDoItDesign le-a acordat drepturi asupra materialelor încărcate,fără pierderi, daune, responsabilitățile, costurile, cheltuielile, inclusiv eventualele cheltuieli juridice care ar putea fi suferite sau susținute de JustDoItDesign ca urmare a oricăreipublicăriși / sau utilizări a Ideilor de proiect încărcate de Utilizator pe Portal și / sau a oricărei neîndepliniri a obligațiilor de catre Utilizator a obligațiilorșigaranțiilor scrise în acest contract și legate de utilizarea serviciului, de asemenea, în caz de despăgubire pentru daune solicitate de terți. ",
                
                "13. SUSPENDAREA SERVICIULUI",
                "13.1 JustDoItDesign îșipăstrează dreptul deplin de a elimina, fără notificare prealabilă, contul Utilizatorului și orice conținut produs și publicat de acesta care încalcăcondițiile acestor Termeni șicondiții. ",
                "13.2 Eliminarea poate apăreași în cazul conținutului raportat ca abuziv / ilegal / protejat prin drepturi de autor de cătrealți utilizatori sau terți la JustDoItDesign. În astfel de cazuri, JustDoItDesign își va păstra, de asemenea, toate drepturile de a compensa orice daune produse utilizatorului care încalcă drepturile, conform articolului 12.",
                
                "14. ÎNLĂTURAREA CONTULUI PENTRU INACTIVITATE",
                "14.1 Dacă Utilizatorul nu folosește serviciile furnizate de JustDoItDesign pentru o perioadă de 24 de luni succesive, JustDoItDesign va avea dreptul să ii dezactiveze accesul la site. ",
                
                "15. DATE PERSONALE",
                "15.1 Prelucrarea datelor cu caracter personal ale utilizatorilor înregistrați ai portalului va fi efectuată de JustDoItDesign, în calitate de operator al prelucrării datelor cu caracter personal, în conformitate cu legislațiaaplicabilă privind confidențialitateași politica de confidențialitate. ",

                "16. MODIFICĂRI A TERMENILOR ȘICONDIȚIILOR DE UTILIZARE",
                "16.1 JustDoItDesign îșipăstrează dreptul de a modifica acești termeni șicondiții în fiecare moment șifără nicio notificare prealabilă. Prin utilizarea serviciului, Utilizatorul declarăcăacceptă complet noile condiții. ",
                
                "17. ÎNCETAREA CONTRACTULUI",
                
                "17.1 Conform Codului civil român, acest contract poate fi reziliat fără notificare prealabilă în cazul încălcării termenilor șicondițiilor de mai sus. În acest caz, JustDoItDesign nu va fi răspunzător de nicio despăgubirefață de Utilizator. În același timp, utilizatorul va fi răspunzător pentru pierderile, daunele și alte despăgubiri aduse JustDoItDesign, apărute ca urmare a încălcării. ",
                
                "18. CONSERVAREA CONTRACTULUI",
                "18.1 În cazul în care una sau mai multe dintre prevederile acestor Termeni șicondiții sunt declarate nule, nule, chiar șiparțial, partea rămasăîși va menține valabilitatea și JustDoItDesign va modifica termenii șicondițiile în mod adecvat. ",
                
                "19. LEGEA APLICABILĂȘI CURTEA COMPETENTĂ",
                "19.1 Prezentul contract este guvernat de legile din România. ",
                "19.2 Pentru orice litigii apărute din cauza sau conform Termenilor șicondițiilor de mai sus, instanțele de judecată de la București, România vor avea jurisdicțieexclusivă. ",
                "19.3 Utilizarea Portalului / serviciilor este neautorizată de jurisdicția care nu dă efect tuturor prevederilor acestor termeni șicondiții, inclusiv si fără limitare la acest paragraf. ",
                "Conform Codului civil român, Utilizatorul a citit șiacceptă termenii conținuți în articolele 4, 6, 7, 8, 9, 11, 13, 14, 15, 16, 11, 12, 18 și 19. ",
                
                "20. DREPTURILE CONSUMATORULUI",
                "Rezolvarea disputelor online",
                "https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home2.show&lng=EN",
                "ANCP",
                "https://anpc.ro/",
                "Rezolvarea alternativa a disputelor",
                "http://www.economie.gov.ro/aparat-propriu/economie/solutionarea-alternativa-a-litigiilor"
            ]
        },       
        "contactus": {
            "title": "Contactează-ne",
            "subtitle": "Contactați-ne astăzi pentru a vorbi despre proiectul dvs. Suntem disponibili prin telefon sau e-mail.",
            "socialmedia": "Urmăriți-ne pe rețelele sociale",
            "comingsoon": "(In curand)"
        }
    },
    "register": {
        "firstname": "Prenume",
        "lastname": "Nume de familie",
        "text1": "Dând clic pe Înregistrare, sunteți de acord cu ",
        "text2link": "Termenii și Condițiile",
        "text3": " și ",
        "text4link": "Politica de Confidențialitate",
        "text5": " DA Block. De asemenea, sunteți de acord să primiți notificări prin e-mail cu privire la modificările din oricare dintre cele de mai sus",
        "text6": "Deja înregistrat?",
        "text7link": "Conectați-vă cu Google",
        "registerbutton": "Înregistrare",
        "error1": "Numele sau prenumele nu poate depăși 255 de caractere",
        "error2": "Vă rugăm să introduceți un nume",
        "error3": "e-mail invalid",
        "error4": "Vă rugăm să specificați o țară"
    },
    "clienthome": {
        "button1text": "Lansați o competiție",
        "button2text": "Proiectele mele",
        "button3text": "Competițiile mele în derulare",
        "button4text": "Competițiile mele finalizate",
        "tooltip1": "Dacă decideți să anulați sau să modificați o competiție lansată, vă rugăm să ne contactați în maximum 24 de ore de la lansare",
        "tooltip2": "Competițiile dvs. în stare de proiect (nu au fost încă lansate și pot fi modificate)",
        "tooltip3": "Competițiile dvs. deschise la acest moment (doar cele lansate pentru care nu ați desemnat incă designerul câștigător; pot fi modificate numai in primele 24 de ore de la lansare)",
        "tooltip4": "Știți de un stil care ne lipsește? Vă rugăm să ne contactați la adresa de email admin@dablock.com sau completați formularul"
    },
    "designerhome": {
        "button1text": "Competițiile mele curente",
        "button2text": "Competițiile mele finalizate",
        "button3text": "Adăugare în portofoliul meu",
        "button4text": "Propun un stil nou",
        "tooltip1": "Competițiile la care v-ați înregistrat",
        "tooltip2": "Competițiile finalizate la care ati participat",
        "tooltip3": "Adăugați fișiere noi în portofoliul dvs. (planuri, fotografii, desene, recenzii etc.)",
        "tooltip4": "Știți de un stil care ne lipsește? Vă rugăm să ne contactați la adresa admin@dablock.com sau completați formularul"
    },
    "ongoingcompetitions": {
        "none": "Nu aveți concursuri în desfășurare"
    },
    "pastcompetitions": {
        "none": "Nu aveți competiții trecute"
    },
    "globalongoingcompetitions": {
        "none": "Nu există competiții în desfășurare"
    },
    "globalpastcompetitions": {
        "none": "Nu există competiții anterioare"
    },
    "launchcompetition": {
        "drawertext": "Citește-mă",
        "sidebar1": "Bine ați venit în călătoria dvs. către designul care vă va place!",
        "sidebar2": "Pentru a vă înregistra cerințele, relaxați-vă și lăsați-ne să vă ghidăm în procesul de lansare a competiției. Pe baza cerințelor dvs., motorul nostru AI va estima ce premiu ar fi suficient pentru a primi destule aplicații de bună calitate din care să alegeți. Dumneavoastră decideți care va fi premiul, așa că nu ezitați să oferiți mai mult decât estimarea noastră! Cu cât este mai mare premiul, cu atât concurența este mai strânsă și șansele dvs. de a crea proiectul viselor dvs. mai mare.",
        "sidebar3": "Va trebuie să răspundeți până la 15 întrebări. Va dura între 30 de minute până la cât aveți nevoie pentru a lansa competiția dvs. perfectă. Mai multe detalii pot fi clarificate cu designerii de pe peretele proiectului, dar cu cât mai multe informații oferiți în avans, cu atât mai mai atractivă devine competiția dvs.",
        "sidebar4": "Rețineți că, până la momentul lansării, proiectul este salvat in secțiunea Proiectele mele și poate fi editat.",
        "previousbuttontext": "Anterior",
        "homepagebuttontext": "Pagina principala",
        "continuebuttontext": "Salvați și Continuați",
        "launchbuttontext": "Lansați"
    },
    "projectdefinition": {
        "title": "Definirea proiectului",
        "radiotitle1": "Ce fel de spațiu doriți să amenajați?",
        "radiotitle2": "Care este obiectivul proiectului dvs.?",
        "radiotitle3": "Spațiul de amenajat este interior sau exterior?",
        "countrytitle": "Țara unde veți derula proiectul",
        "radio1option1": "Rezidențial",
        "radio1option2": "Comercial",
        "radio2option1": "Interior",
        "radio2option2": "Exterior",
        "radio3option1": "Amenajare spațiu nou",
        "radio3option2": "Remodelare",
        "instruction": "Vă rugăm să ne informați unde se află spațiul dvs., va fi foarte util pentru profesioniștii noștri să studieze și să respecte reglementările locale relevante pentru proiectul dvs."
    },
    "projectcoverage": {
        "title": "Proiectul acoperă întreaga casă / întregul apartament?",
        "radiooption1": "Da",
        "radiooption2": "Nu"
    },
    "functionalarea": {
        "title": "Definirea spațiilor funcționale",
        "col1": "Tip",
        "col2": "Mic",
        "col3": "Mediu",
        "col4": "Mare",
        "col5": "Număr",
        "col6": "Dimensiune aprox (m2)",
        "row1": "Camere de zi",
        "row2": "Bucătării",
        "row3": "Băi",
        "row4": "Dormitoare",
        "row5": "Dormitoare pentru copii",
        "row6": "Sufragerii",
        "row7": "Scări",
        "row8": "Holuri",
        "row9": "Alte Spații-1",
        "row10": "Alte Spații-2",
        "outdoorrow1": "Terase",
        "outdoorrow2": "Curți interioare",
        "outdoorrow3": "Grădini",
        "outdoorrow4": "Curți",
        "outdoorrow5": "Zone de piscină",
        "outdoorrow6": "Zone de grătar",
        "outdoorrow7": "Zone de joacă",
        "outdoorrow8": "Alte",
        "panellabel1": "Rezidențial",
        "panellabel2newspace": "Spațiu nou",
        "panellabel2remodel": "Remodelare",
        "panellabel3indoors": "Interior",
        "panellabel3outdoors": "Exterior",
        "instructions": "Vă rugăm să includeți toate acele spații pe care doriți să le includeți în proiectul dvs., folosind numere întregi între 0-9. Dacă există mai mult de 1 spațiu identic ca mărime, formă și design, vă rugăm să introduceți 1. Dacă doriți să amenajați doar o parte dintr-un spațiu, vă rugăm alegeți categoria 'Mic'. Informațiile din această secțiune sunt de asemenea folosite pentru a sugera premiul pentru proiectul dvs. Spațiile identice sunt propuse a fi taxate ca un singur spațiu. Vă rugăm să editați etichetele 'alte', după cum este necesar.",
        "instructionsoutdoor": "Vă rugăm să aproximați suprafața totală în mp pe fiecare suprafață funcțională; de exemplu, pentru două terase de 10 mp fiecare, dimensiunea de aproximativ 20 mp. Numărul de zone funcționale este opțional. Dacă mai mult de o suprafață sunt identice ca mărime, formă și design, vă rugăm să introduceți dimensiunea unei unități. Informațiile din această secțiune sunt de asemenea utilizate pentru a estima costul proiectării dvs. Vă rugăm să editați eticheta \"alte \", după cum este necesar.",
        "tableerror": "rândurile non-zero trebuie să conțină atât numărul de zone cât și dimensiunea"
    },
    "projectinfo": {
        "title": "Informații despre proiect",
        "urgencytitle": "Când aveți nevoie de designul dvs.?",
        "urgencybutton1label": "Urgent (5 zile)",
        "urgencybutton2label": "Repede (10 zile)",
        "urgencybutton3label": "Standard (20 zile)",
        "urgencybutton4label": "Am mult timp (30 zile)",
        "urgencybutton5label": "Nu am termen",
        "fileinstructions": "Aveți imagini, desene, planuri sau alte documente care ar putea fi utile?",
        "fileextrainfo": "Nu vă faceți griji dacă nu le aveți încă pregătite. Puteți încărca aceste date mai târziu în proces (pe peretele proiectului)",
        "filebutton": "Adăugați fișiere",
        "requirementsinstructions": "Aveți cerințele speciale, preferințe, limitări stricte sau solicitări obligatorii și doriți să le comunicați designerilor?",
        "requirementstitle": "Cerințe speciale (opțional)",
        "requirementsplaceholder": "Prezența copiilor mici, a persoanelor în vârstă sau a persoanelor cu handicap, culori sau materiale preferate, elemente imobile, mobilier pe care doriți să îl păstrați etc.",
        "projectbudget": "Bugetul general al proiectului (opțional, în euro)",
        "projectname": "Numele proiectului (max 64 de caractere)"
    },
    "projectstyle": {
        "title": "Stilul proiectului",
        "photos": "Adăugați fotografii de inspirație",
        "selectedstyle": "Stilul selectat",
        "indoors": {
            "title1": "Mediteranean", 
            "description1": "Asemenea interioarelor grecești, designul mediteranean depinde de locație. Influențe din Spania, Grecia și Italia pot fi găsite în casele mediteraneene, iar aceste locații sunt aduse la viață prin culori strălucitoare, îndrăznețe influențate de mare și cer, precum turcoaz, smarald și galben. Tigla decorativă de mozaic este adesea folosită pe elemente interioare, cum ar fi podele, tăblițe, suprafețe de lucru cu margini rotunjite, oglinzi și spătare pentru a adăuga o nuanță rustică fermecătoare. Mobilierul mediteranean este construit scund și apropiat de sol. Picioarele de pe mobilier sunt întoarse și detaliate. Interiorul se află în armonie cu exteriorul, iar delimitarea dintre ele se dorește deseori eliminată folosind ferestre cu rame de tablou și uși glisante din sticlă. Acoperișurile cu gresie roșie, similare arhitecturii toscane, împodobesc multe case mediteraneene. Caracteristici populare sunt, de asemenea, balustrade din fier forjat și balcoanele (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title2": "Tradiționale", 
            "description2": "O casă tradițională va fi umplută cu mobilier din diverse stiluri de epocă precum Tudor, Regence, Ludovic al XV-lea și Georgian. Cu toate acestea, spre deosebire de interioarele eclectice, casele în stil tradițional au o coeziune vizuală mult mai distinctă în paleta de culori și materiale. Mese, scaune și canapele sunt, de obicei, realizate din lemn întunecat și sunt ornate detaliat cu sculpturi și curburi. Ferestrele sunt proiectate în mod similar cu margini scoase, accente cu franjuri și draperii de lux adunate împreună cu șnururi cu ciucuri. Țesăturile prezintă o varietate de modele diferite, și inclusiv damascul, grafica florală, dungi și carouri. Culorile sunt delicate și subtile pentru a crea o atmosferă calmă în toată casa. Camerele sunt luminate cu candelabre de cristal strălucitoare și sfeșnice argintii, oferind o strălucire caldă. Flori proaspete sau de mătase în vaze ornamentate și picturi în ulei de natură vie sunt adesea folosite ca accesorii decorative (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title3": "Urban Modern", 
            "description3": "Interioarele urbane, sau soft industriale, împărtășesc un aspect asemănător cu mansardele decorate ușor rustic. Caramida și piatra expusă conferă caracter pereților, iar iluminarea industrială cu pandantive din oțel, cupru și fier forjat luminează toate detaliile vintage din casă. Iluminatul este, de asemenea, un element important, deoarece rupe nuanțele profunde de întuneric care îmbracă podelele, pereții și mobilierul. Ferestrele de la podea până la tavan, folosite pentru a menține admosfera deconectată, sunt o altă caracteristică clasică a stilului urban. Mobilierul este alcătuit dintr-un amestec de lemn rezistent și lucios pentru a crea un echilibru perfect între stilul de epocă și stilul industrial (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title4": "Contemporan", 
            "description4": "Stilul contemporan este adesea asociat cu designul modern - cu toate acestea, există câteva diferențe. Spre deosebire de omologul său modern, stilul contemporan împrumută din diferite perioade de timp, creând un mediu eclectic. De exemplu, mobilierul elegant și simplu și elegant pot fi combinate cu o modelare detaliată în jurul pereților și ferestrelor. Stilul contemporan ia, de asemenea, o notă de la designul minimal al locuinței, întrucât aspectele sunt deschise și aerisite, fără niciun fel de aglomerare la vedere. Mobilierul are unghiuri ascuțite, de 90 de grade și sunt tapițate cu țesături simple precum lână, bumbac și lenjerie care nu au ornamente sau modele. În schimb, canapele, scaunele și scaunele sunt acoperite în culori neutre precum negrul, albul și bronzul. Nu se pot găsi franjuri, volane, ornamente sau ciucuri pe mobilierul contemporan, deoarece toate picioarele sunt expuse. Corpurile de iluminat sunt alcătuite din materiale elegante, precum sticlă, ceramică, nichel lustruit sau oțel inoxidabil (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title5": "Minimalist", 
            "description5": "Spațiile minimaliste nu sunt aglomerate cu obiecte inutile, fiind populate doar de articole precum canapele, mese și corpuri de iluminat, care sunt esențiale pentru o viața funcțională. Interioarele minimaliste se concentrează pe simplitate și frumusețe fără efort. Caracterul este adus nu prin detalii, ci prin materiale naturale și obiecte esențiale. Camerele sunt monocromatice, și se folosesc culori neutre și subtile. Pereții sunt păstrați simplu cu doar una sau două piese decorative, precum o pictură sau o oglindă. Toate suprafețele, de la bucătărie până la baie, trebuie menținute goale. Mobilierul prezintă linii curate, cu foarte puține detalii și adesea sunt și spații depozitare, precum canapelele otomane. Minimalismul arhitectural este influențat de filosofia Zen japoneză și de principiile estetice ale lui Ma și Wabi-sabi, care apreciază valoarea spațiului gol și absența ornamentației (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title6": "Industrial", 
            "description6": "Interioarele industriale emană o atmosferă rece, modernă. Stilul îmbină articole noi și reconstituite pentru o combinație unică de modern și vintage. Design-ul industrial se caracterizează prin spații deschise curate - fiecare cameră de la bucătărie până la subsol conține tavane înalte, spațioase, precum mansardele. Paletele de culori sunt reci și subtile - veți vedea deseori un amestec de griuri, negre și alburi completate de nuanțe de albastru sau verzi. Metalul este cel mai des utilizat material în design-ul industrial. Acesta oferă un farmec robust și poate fi folosit pe orice, de la corpuri de lumină și blaturi până la scări și robinete. Decorul industrial elegant a devenit stilul de alegere pentru multe spații urbane de tip mansardă care au fost înainte fabrici, școli sau alte clădiri vechi, cu tavane din cărămidă și plafonieră expuse (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title7": "Modern de la mijlocul secolului XX", 
            "description7": "Interioarele moderne de la jumătatea secolului pot fi văzute în serialul 'Mad Men' de la AMC, pe măsură ce acest tip de design a prins viață în anii ’40 -’70. Casele moderne de la mijlocul secolului au un flux perfect din interior spre exterior, datorită ușilor glisante, ferestrelor înrămate, luminatoarelor și teraselor. Ferestrele sunt adesea lăsate goale pentru a sublinia peisajul exterior. Mobilierul este în totalitate unic, cu piese de prezentare precum canapele tip bezea și scaune tip ou. Multe piese, cum ar fi masa Noguchi, sunt asimetrice și prezintă componente amorfe, care le fac să fie percepute mai mult ca sculpturi decât ca și piese de mobilier. Elemente precum podele și grinzile de tavan sunt reduse la forma lor originală, în timp ce pereții sunt îmbrăcați cu tapet grafic cu modele geometrice îndrăznețe (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title8": "Boem", 
            "description8": "Interioarele în stil boem au cu o atmosferă relaxată și pun accentul pe natură, modele complexe și culori strălucitoare precum movuri, nuanțe de roșu și roz. De fapt, toate aceste elemente sunt deseori combinate pentru a crea o estetică eclectică și unică. Boho chic se referă la amestecarea culorilor interesante, a mărunțișurilor de tot felul, a țesăturilor și a diverselor tipuri de mobilier, fără intenția de a se potrivi sau adera la un stil specific, la fel ca vagabonzii nomazi care l-au inspirat. S-ar putea să vedeți o canapea contemporană, tapițerie cu dungi, alături de o canapea de tip otoman de catifea vintage și un scaun cu culori luminoase. Este amestecul de diferite tipuri de mobilier care fac interiorul boem atât de versatil. Corpurile de iluminat sunt la fel de unice ca și mobilierul. Pandantivele foarte detaliate, candelabrele care picură cu cristale și lămpile de masă, completate cu franjuri, sunt corpuri comune pentru casele din Boemia (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title9": "Franțuzesc provincial", 
            "description9": "Acest stil relaxat este influențat în primul rând de stilul prevalent în sudul Franței. Stilul provincial feanțuzesc se referă la crearea de simetrie și echilibru în casă. Acest stil se poate potrivi atât cu gusturile formale, cât și cu designul relaxat, deoarece combină atât elemente elegante, cât și rustice. Casele în stil franțuzesc provincial sunt, în general, construite din cărămidă, piatră sau stuc, iar aceste materiale sunt adesea găsite în interiorul locuințelor, precum și pe pereții și mobilierul care se doresc evidențiate. Interioarele decorate în stil franțuzesc casual folosesc o paletă de culori de albastru subtil, galben, roz și alb pentru un amestec de strălucire și capriciu. Interioarele provinciale franceze au uși în stil francez, precum și ferestre arcuite și intrări, adăugând eleganța afirmate a stilului. Deși este asemănător stilului simplu Hamptons, stilul franțuzesc rustic oferă detalii ornamentale subtile (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title10": "Colonial Britanic", 
            "description10": "Inspirate de decorul predominant în timpul colonizării Africii, Asiei și Indiilor de Vest, interioarele coloniale britanice prezintă țesături ușoare din bumbac pe draperii, perdele și lenjerie. Cea mai obișnuită paletă de culori include un amestec de alb, beiges și maro pentru a produce un aspect subtil și liniștitor. Florile și plantele sunt utilizate în mod constant în toată casa pentru a oferi o senzație de prospețime. Mobila este formată din materiale precum răchită, abanos, tec și mahon. Valizele de călătorie din piele cu zăbrele și niturile din aramă au fost elemente populare în perioada de vârf a acestei ere. Mese, scaune, dulapuri și canapele sunt de obicei construite cu lemn de culoare închisă pentru a crea o atmosferă bogată și sofisticată. Mobilierul în culori profunde oferă un contrast minunat cu pereții în tonuri neutre. Lanterne cu borcan cu clopot și ventilatoare de tavan luminate sunt accesorii populare pentru a ilumina casele coloniale britanice. Decorul colonial britanic are o anumită eleganță casual, ceea ce o face o alegere populară a designerilor și decoratorilor de interior (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title11": "Eclectic", 
            "description11": "Designul eclectic combină numeroase stiluri precum modern, vintage și boem. O varietate de materiale și texturi sunt, de asemenea, amestecate și potrivite - s-ar putea să vedeți o canapea din piele combinată cu un covor de pluș, o masă din lemn rezistentă, pandantive din fier forjat și decor pentru pereți cromati. Spre deosebire de stilurile minimaliste, interioarele eclectice sunt adesea umplute cu diverse elemente decorative, cum ar fi vesela de epocă, sculpturi moderne, vaze cu flori, etc. În ciuda varietății, acest stil nu este haotic sau întâmplător, ci are personalitate. Există motive coerente și teme care leagă piesele dispare. Un fir comun, cum ar fi un ton sau o formă neutră recurentă este adesea folosit pentru a conecta subtil piesele variate și a crea un sentiment de apartenență (Decor Interiors, Glosar de stiluri, septembrie 2019).",
            "title12": "Shabby Chic", 
            "description12": "Shabby chic prezintă un echilibru de stiluri rustice și luxuroase. Numele său este creditat designerului londonez Rachel Ashwell, care s-a inspirat din 'descoperirile' sale în piețele de vechituri. Mobila de acest stil prezintă urme de folosință îndelungată și uzură a straturilor de vopsea. Țesăturile de pe canapele, lenjeria de pat și perdelele sunt, de obicei, din bumbac și prezintă culori albe sau pastelate pentru a menține un aspect moale și delicat în spațiul de locuit. Materialele utilizate frecvent includ lemnul rezistent, fierul forjat și răchita. Mesele de bucătărie sunt construite din cherestea caldă și au dedesubt un covor cu zona texturată. Mesele sunt aranjate cu ceainice și șervețele de in și candelabre vintage luminează camera. În general, o ambianță de plajă și aerisită poate fi găsită în interioarele șubrede șic. Aspectul de uzură este similar cu decorul în stilul Country and Cottage francez (Decor Interiors, Glosar de stiluri, septembrie 2019)."
        },
        "outdoors": {
            "title1": "Grădina tropicală", 
            "description1": "Designul tropical de peisaj este distractiv, vibrant și luxuriant și completează o varietate de stiluri arhitecturale. Grădinile exotice, în stil tropical, oferă o evadare relaxantă din rutina aglomerată de zi cu zi. Cu toate acestea, mulți proprietari aleg să nu pună în aplicare acest design, deoarece se îngrijorează de menținerea vegetației tropicale, în special a celor din zonele cu climă mai răcoroase (Consilier peisagistic, Design Styles, 2020)",
            "title2": " Sud-vest american", 
            "description2": "Simplu și rustic, totuși colorat și destul de funcțional, designul de peisaj sud-vestic este un stil de grădină intrigant, cu întreținere redusă, care crește în popularitate. Această formă fermecătoare de peisagistică a deșertului este influențată de o serie de stiluri diferite, inclusiv stil colonial spaniol-mexican, precum și nativ nord-american. Grădinile în stil sud-vestic, denumite și stilul Santa Fe, sunt foarte naturale și reflectă climatul arid și însorit al zonei (Consilier peisagistic, Design Styles, 2020)",
            "title3": " Modern", 
            "description3": "Designul modern al peisajului îmbină funcționalitatea cu o admosferă proaspătă și sofisticată pentru a crea un spațiu în aer liber care reflectă splendoarea arhitecturii fine de astăzi, fără a distrage frumusețea naturală din jurul său. Grădinile contemporane sunt ideale pentru curți mici și mari și pot fi ușor adaptate pentru a se potrivi cu stilul celor mai moderne clădiri (Consilier peisagistic, Design Styles, 2020)",
            "title4": "Contemporan", 
            "description4": "Designul de peisaj contemporan este un stil de grădină relativ nou, care completează arhitectura modernă și este la fel de unic ca structurile înconjurătoare. Aproape de sfârșitul anilor 1950, noile stiluri de arhitectură au adus un stil de amenajare mai modern pentru a li se potrivi (Consilier peisagistic, Design Styles, 2020)",
            "title5": "Grădina japoneză", 
            "description5": " Designul de peisaj japonez reflectă frumusețea pură a naturii. Acest stil de grădină asiatic planificat cu atenție este atractiv pentru mulți proprietari de locuințe datorită ușurinței cu care se poate întreține și a liniștii simple pe care le oferă. Pentru mulți, grădinăritul japonez este la fel de mult un hobby, precum și un stil de peisaj. Planurile de design peisaj japonez creează o apreciere pentru simplitate și natură, rezultând în grădini cu o eleganță liniștită simplă (Consilier peisagistic, Design Styles, 2020)",
            "title6": "Grădina de cabană", 
            "description6": "În mod tradițional, peisajul de cabană se găsește în satele englezești mici și se referă la grădinile luxuriante și magnifice care înconjurau căsuțele simpatice și intime din epocile Tudor și Victoriană din Anglia. Această perioadă de renaștere a dus grădinăritul personal, la un nou nivel de plăcere și o apreciere a frumuseții și a parfumului vieții plantelor, dincolo de producerea fructelor și legumelor necesare supraviețuirii (Consilier peisagistic, Design Styles, 2020)",
            "title7": "Feng Shui", 
            "description7": "Aplicarea principiilor Feng Shui în designul peisagistic aduce echilibru și seninătate spațiului tău exterior pentru a crea un mediu relaxant, care este mult mai mult decât o grădină. Bazat pe arta antică chineză a feng shui-ului, acest stil de grădină combină culoarea vie cu curbele curgătoare pentru a echilibra cele cinci elemente de bază ale naturii și a aduce o armonie perfectă în yin și yang-ul mediului dvs. (Landscape Advisor, Design Styles, 2020)",
            "title8": "Mediteranean", 
            "description8": "Designul de peisaj mediteranean evocă viziuni asupra apei cristaline și a vegetației luxuriante, creând în același timp gânduri de relaxare cu familia și prietenii și bucătăria savuroasă făcută cu plante aromatice. Nu este de mirare că acest stil de design devine din ce în ce mai popular în rândul proprietarilor de case din sudul Californiei, precum și a celor din întreaga lume (Consilier peisagistic, Design Styles, 2020)",
            "title9": "Toscan", 
            "description9": "Tot mai mulți proprietari de case optează pentru un design peisaj toscan pentru farmecul de lume apusă care îmbină eleganța casei lor fine cu frumusețea naturală a grădinilor simple. Zona ta în aer liber este mult mai mult decât spațiul care înconjoară casa ta; este o extensie a casei tale (Consilier peisagistic, Design Styles, 2020)",
            "title10": "Italian", 
            "description10": "Grădinile italiene sunt la fel de bogate și diverse precum bucătăria din regiunea mediteraneană. O nouă generație de designeri de peisaj conștienți din punct de vedere ecologic, caută acum inspirația spre trecut, în același mod pe care italienii îl au de secole. Proiectarea peisajului italian în perioada Renașterii din Italia a fost dominată de un design complex de grădină cu întreținere ridicată, care s-a bazat pe simetrie pentru a uimi vizitatorul (Consilier peisagistic, Design Styles, 2020)",
            "title11": "Grădina englezească", 
            "description11": "Frumusețea simplă și rafinată a designului englezesc de peisaj de grădină se pot amesteca ușor cu o varietate de stiluri de design interior și devine o temă populară de design în aer liber pentru proprietarii de case frumoase din întreaga lume. Curbele grațioase, peluzele verzi luxuriante și florile parfumate și pline de culoare îți pot transforma casa într-o ascunzătoare relaxantă în aer liber, care amintește de mediul rural liniștit englezesc (Consilier peisagistic, Design Styles, 2020)",
            "title12": "Cele nouă zone Bagua", 
            "description12": "Designul grădinii Feng Shui depinde de utilizarea a cinci elemente de bază ale feng shui pentru a crea un spațiu în aer liber echilibrat, care este revigorant și revitalizant. Pentru o grădină cu adevărat echilibrată, este important să înțelegeți plantele integrate în mod obișnuit în acest stil de grădină oriental, precum și aranjarea și amplasarea fiecăruia dintre elementele de design (Consilier peisagistic, Design Styles, 2020)"            
        }   
    },
    "projectsummary": {
        "title": "Sumarul proiectului",
        "scope": "Domeniu:",
        "country": "Țară:",
        "deadline": "Termen limita:",
        "budget": "Buget:",
        "style": "Stil:",
        "specialrequirements": "Cerinte speciale:",
        "uploadfiles": "Fișiere încărcate:",
        "aiaward": "Premiul AI recomandat:",
        "minaward": "Premiul minim:",
        "date1": "Data Curentă + 5 zile lucrătoare",
        "date2": "Data Curentă + 10 zile lucrătoare",
        "date3": "Data Curentă + 20 zile lucrătoare",
        "date4": "Data Curentă + 30 zile lucrătoare",
        "date5": "Fără Termen",
        "nobudget": "Nespecificat",
        "none":  "Nici unul",
        "youraward": "Premiul dvs. (euros)",
        "awardtext1": "Folosim AI pentru agregarea informațiilor cu privire la prețul mediu de proiectare pe mp pe piața locală sau în toată lumea, luând în considerare stilul ales, complexitatea și amploarea proiectului, folosind un algoritm de ponderare propriu.",
        "awardtext2": "Dvs. decideți care va fi premiul, așa că nu ezitați să oferiți peste estimarea noastră! Cu cât premiul este mai mare, cu atât concurența este mai strânsă și șansele dvs. de a achiziționa designul viselor tale este mai mare.",
        "launchinfo": "Designerii vor fi anunțați despre competiția dvs. în 24 de ore de la lansare. Dacă decideți să anulați sau să modificați o competiție lansată, vă rugăm să ne contactați în termen de 24 de ore de la lansare."
    },
    "draftcompetitions": {
        "title": "Proiectele mele",
        "deletebuttontext": "Ștergeți proiectul",
        "moredetailsbuttontext": "Adăugați mai multe detalii",
        "unnamedprojexttext": "Proiect fără nume"
    },
    "temp": "ești logat...pagina in constructie"
}