{
    "language": "en",
    "navbar": {
        "link1": "How it Works",
        "link2": "Ongoing Competitions",
        "link3": "Past Competitions",
        "link4": "Community",
        "link5": "Settings",
        "howitworks": {
            "title": "How It Works",
            "describetitle": "Define Your Design Project",
            "describebody": "Choose from residential, commercial, landscape. Create a new project or remodel existing spaces.",
            "launchtitle": "Launch A Competition",
            "launchbody": " Our designers will compete to deliver your dream interior design project.",
            "picktitle": "Rate and Rank all Entries",
            "pickbody": "Pick up your top 5 winning designs."
        }
    },
    "help": {
        "button": "Help",
        "item1": "Customer FAQ",
        "item2": "Designer FAQ",
        "item3": "Contact Us"
    },
    "loginbuttontext": "Sign in with Google",
    "loginbuttontext_m": "Login",
    "logoutbuttontext": "Sign Out",
    "frontbuttons": {
        "project": "Richard has a Project",
        "designer": "I am a Designer"
    },
    "footer": {
        "link1": "About Us",
        "link2": "Technology",
        "link3": "Terms and Conditions",
        "link4": "Privacy Policy",
        "link5": "Contact Us",
        "aboutus": {
            "title": "About Us",
            "text":
            [ 
                "Alina is an architect with successful projects in Romania, USA, UK, Denmark, Austria and Dubai. Carmen is a business strategist, passionate about architecture and design.",
                "They are friends and business partners and they both consider that the spaces in which we live, or work define us and our values and influence our spirit. That each space has its own energy and story told through every object that is part of it.",
                "This project is a result of their strong belief that each of us we deserve a story well told."
            ]
        },
        "technology": {
            "title" : "Technology",
            "text":         
            [
                "The term Self-Sovereign Identity (SSI) refers to a special form of User-Centric Identity that enables the user itself (human or non-human) to be in full control of its identity data and associated data. This requires a decentralized identity ecosystem without administrative authorities.",
                "In the world of SSI, identity-related data is stored in a digital wallet that could reside on a smartphone. The participants in an SSI ecosystem can issue, receive, and validate credentials",
                "This is primarily done by using Distributed Ledger Technology (DLT), utilizing strong cryptography for building a global blockchain-like consensus network that provides trust for all participants.",
                "This application uses SSI technology to verify credentials related to portfolio access management, whereby designers can issue a credential to clients which proves they have permission to access that portfolio.",
                "In the next release we intend to expand on this idea by also implementing password-free access to the website and different levels of access for portfolios."
            ]
        },
        "privacy": {
            "title": "Privacy Policy",
            "text": [
           

                "Privacy Policy","of www.justdoitdesign.com","Data collected: this Platform collects, by itself or through third parties: email address; first name; last name; username; Cookies; Usage Data; gender; date of birth; phone number; address; password; company name; profession.","Personal Data may be provided by the User, or collected automatically when using this Platform.Unless specified otherwise, all Data requested by this Platform is mandatory and failure to provide this Data may make it impossible for this Platform to provide its services. Where Data is not mandatory, Users are free not to communicate it.","Any use of Cookies – or of other tracking tools – by this Platform or by the owners of third-party services used by this Platform serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document.","Users are responsible for any third-party Personal Data obtained, published or shared through this Platform and confirm that they have the third party's consent to provide the Data to the Owner.","Data processing: the Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data. The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures strictly related to the purposes indicated. In addition to the Owner, the Data might be accessible to administration, sales, marketing, legal, system administration staff or external parties such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies, appointed, if the case, as Data Processors by the Owner. The list is available upon request at any time.Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.","Consequently, Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.The Owner might retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn or by legal obligation.Once the retention period expires, Personal Data shall be deleted. Therefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.","Data processing rationale: the User Data is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Advertising, Interaction with external social networks and platforms, Content commenting, Analytics, Contacting the User, Managing contacts and sending messages, Registration and authentication, Access to third party services' accounts, Handling payments, User database management, Remarketing and behavioural targeting and Interaction with live chat platforms.","This Platform may ask for some Facebook permissions allowing it to perform actions with the User's Facebook account and to retrieve information, including Personal Public Data, from it. This service allows this Platform to connect with the User's account on the Facebook social network, provided by Facebook Inc.",
                "Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.","Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.","Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.","Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.","Users have the right, under certain circumstances, to restrict the processing of their Data. In this case, the Owner will not process their Data for any purpose other than storing it.","Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.","Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance. This provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.","Users have the right to contact the competent data protection authority.","Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.","Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.","Any requests to exercise User rights can be directed to the Owner. These requests will be addressed by the Owner as early as possible but not longer than maximum 30 days.","The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of this Platform or the related Services.The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.","In addition to the information contained in this privacy policy, this Platform may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.","System logs and maintenance: for operation and maintenance purposes, this Platform and any third-party services may collect files that record interaction with this Platform (System logs) use other Personal Data (such as the IP Address) for this purpose.","The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within this Platform and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner. It is strongly recommended to check this page, referring to the date of the last modification listed at the end of this document.","Should the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required."
            ]
        },
        "terms": {
            "title": "Terms and Conditions",
            "text": [
             


                "Terms and Conditions JustDoItDesign","INTRODUCTION","www.justdoitdesign.com (“JustDoItDesign”) is a platform designed for providing services to customers interested in interior design projects, managed by 2DECO INTERIOR DESIGN STUDIO SRL, (“Deco Design”) Romanian legal person, based in Pitesti, Alexandru Vlahuta street 29, Arges County, Romania, having unique registration code 41310483, registered with the Trade Registry Office under no. J3/1755/25.06.2019, bank account RO76BTRLRONCRT0508242302, opened at Banca Transilvania, represented by Alina Stoian, with the function Administrator. ","Users, Designers, visitors and anyone who uses www.JustDoItDesign.com (the “Portal”) are subject to the Terms and Conditions set out below, together with the privacy policy. In this document we generally refer to “You” or “User”, as anyone who uses the Portal and, after his/her first visit has started, signs up and uses the services and functions therein provided, thereby signifying agreement to these terms and conditions of use. ","Registration is required to use all interactive features available on the Portal, such as posting comments, participating and launching contests, voting, submitting project ideas (as defined below) and, in general, for any operation and function of the Portal in which You provide information to JustDoItDesign. ","To register a User Account on JustDoItDesign, You will be asked to provide “Personal Information” such as username, password, email address, date of birth, valid telephone number, a personal profile picture and other personally-identifying information according to the Privacy Policy which You should read before completing the registration and are required to accept in order to register with JustDoItDesign. ","All data shall be treated only for the purposes allowed by Law, according to the aforementioned Privacy Policy of JustDoItDesign, which may be updated from time to time. ","Having taken due notice of the above, the User agrees to the following: ","TERMS AND CONDITIONS","1. DEFINITIONS","For the purposes of the present Terms and Conditions the following definitions will apply: ","“Portal”: the website at URL www.JustDoItDesign.com or at any other URL where Deco Design chooses to provide the JustDoItDesign service as communicated to Users from time to time. ","“User”: a User of the Portal who has successfully completed the registration procedure and has chosen one of the available User profiles as “Client” or “Designer”. ","“Designer”: a User who has chosen the “Designer” profile, as better defined below, and has provided JustDoItDesign with all required data and documents to do so. JustDoItDesign will have the right to ask a valid I.D. (Identity Document) to verify the provided data. If the Designer does not send the I.D. within 20 days, JustDoItDesign will have the right to shut down his account and reset his available balance, if present. Furthermore, where the Designer, instead of the valid I.D., uploads any other document which is inadequate to allow the verification of the personal data provided, JustDoItDesign will have the right to shut down his account and reset his available balance, if present. ",

                "“Client”: a User who has chosen a “Client” profile, as better defined below, and has provided JustDoItDesign with all required data and documents to do so. ","“Project Idea(s)”: sketch (es), image(s), design(s) or artwork(s) concerning interior design solutions (excluding any sort of architectural project) and relevant descriptions and data which a User registered with “Designer” profile submits to participate to Contests and be evaluated by other Users. ","“Content(s)”: any and all content of the Portal, including trademarks, service marks and logos, except Project Ideas but including software and HTML/Flash and any other type of code used on the website. ","2. ACCESS TO PORTAL","2.1 After registration as a User or Designer, JustDoItDesign hereby grants You permission to use the Portal as set forth in these Terms and Conditions, provided that: ","You will not copy or distribute any part of the Portal or Content or Project Idea in any medium or form without Deco Design prior written authorization. ","You will not alter or modify any part of the Portal other than as may be reasonably necessary to use the Portal for its intended purpose under the present Terms and Conditions. ","You will not utilize any third-party software, code or hardware to alter or modify any Part of the Portal and/or its underlying mechanisms. ","2.2 If You do not agree with any part of this document and/or the associated privacy policy, You should immediately discontinue use of the Portal and are not authorized to register. If You have already registered, You should contact JustDoItDesign and ask for immediate removal of Your account which is not valid. Use of the Portal against this Article 2 will force JustDoItDesign to discontinue Your account and/or adopt any legal action necessary. ","3. INTELLECTUAL PROPERTY RIGHTS","3.1 The Contents available on the Portal are owned by JustDoItDesign, copyrighted, registered as intellectual property or otherwise licensed to JustDoItDesign and generally protected by intellectual property rights as provided by this Article 3. Content includes registered intellectual property of Deco Design protected under International Treaties. It may not be used, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any purpose whatsoever, without the prior written consent of Deco Design or as expressly provided herein. Deco Design reserves all rights not expressly granted in and to the Portal and all relevant Contents. ","3.2 Project Ideas are property of their respective owners, and their intellectual property rights are managed by the Designer who has uploaded them to the Portal; any relevant infringement shall be notified to the uploading Designer, sending and email from admin@JustDoItDesign.com to the address of the Designer available on its profile. ","3.3 Save for what is otherwise provided in Articles 3.1 and 3.2 above, all sections and contents of the Portal may be subject to copyright and other intellectual property rights under the Romanian Law. ",
                "3.4 Each Designer agrees to grant to JustDoItDesign an unlimited license to freely use any text, data, photographs, renders, projects, maps, technical specifications, video, sound, messages and any other element protected by intellectual property rights, posted during the course of a contests, provided there is appropriate attribution of authorship and indication that the material is copyrighted and was posted during a JustDoItDesign contest. It is not possible to write in contents (e.g. video) via hyperlinks that will link to any web platform that allows to identify the Designer to avoid the disqualification of the Designer. Also, it is not possible to remove any content, updated via hyperlink that will link to any web platform, once the contest is closed and the Client have decided the ranking, to avoid the disqualification of the Designer. ","3.5 The User expressly undertakes not to use, copy or distribute any of the Content or Project Ideas, except as permitted in these Terms and Conditions, within the statutory limits applicable by laws. When downloading or printing a copy of the Content or Project Idea(s) for personal use, using the links prepared functions and allowed formats, the User agrees to keep all mention of subjection to intellectual property, watermarks, digital rights management system or any digital information on the content. You agree to engage in conduct in compliance with the applicable Romanian laws and regulations and/or any other applicable law/jurisdiction. Any behaviour and/or action (explicitly including copying, downloading, printing, etc.), that are not expressly approved by specific functions on the Portal, is to be considered as prohibited, and may be prosecuted according to law. ","4. PROJECT IDEAS","4.1 Designers can participate to Contests by uploading their Project Ideas in the appropriate participation slot, set up and provided for each Contest. ","4.2 Project Ideas, including, but not limited to, any text, data, photographs, renders, projects, maps, technical specifications, video, sound, messages, relevant files which are adequately described and indexed or other material uploaded by Designers as part of Project Ideas are intellectual property of the Designer which posts the Project Idea and are not in any direct or indirect way endorsed by JustDoItDesign; JustDoItDesign makes no express or implied guarantee, to the maximum extent allowed by applicable Law, regarding the reliability, accuracy, quality or feasibility of any Project Idea on the Portal. Contents of a Project Idea remain sole and exclusive responsibility of the Designer who has uploaded the Project Idea. ","4.3 Users who obtain a Project Idea understand that JustDoItDesign does not provide any kind of architectural solutions but is only intended as a mean to obtain general indications regarding interior design solutions (i.e. non feasible preliminary studies) which may guide the User in researching the appropriate solution on the market with the assistance, where necessary or mandatory, of a licensed professional who will verify and implement the Project Idea. It is, therefore, understood that a Project Idea – even if apparently very accurate – does and cannot constitute or represent in any way a complete design project, and cannot be regarded as an immediately enforceable architectural project, without proper help and advanced development made by professionals, licensed and skilled according to applicable laws and regulations for the country in which the User intends to fully develop and implement the Project Idea. ","4.4 Users and Designers understand that the service of JustDoItDesign is not in any way meant, finalized or to be used as a tool or system to organize, negotiate or mediate for professional engagements. JustDoItDesign will ban any account where such practices occur and will not credit any sums thereto. ",
                "4.5 Project Ideas are entered on the Portal without any obligation for JustDoItDesign to keep them available for any specified period of time after the relevant Contest has ended or even before and can delete them without any prior notice, if issues regarding the Project Idea in question arise. By way of example and without limitation, JustDoItDesign may delete any Project Ideas at its complete", 
                "6.3 Each Brief shall be associated to a Prize, to be attributed to the account(s) of the Designer(s) which shall be the author(s) of the Project Idea(s) selected to better fit the Brief, respecting the unchallengeable decision of the Client. ","6.4 Once prepared and uploaded to JustDoItDesign, along with the payment of the relevant fees for starting the Contest, the Brief may be modified by the User who launched the Contest, until 48 hours from the Contest’s end. ","6.5 During the Contest, participating Designers shall, in any case, be allowed to use a dedicated Question and Answer (Q&A) Module to interrogate the User who launched the Contest on specific details on the Brief. All Q&A shall be public, so that all other competing Designers can benefit from the information provided by the User. It is, however, forbidden to utilize the Q&A Module to directly contact the User who launched the Contest and exchange direct contact information. Any Designer posting requests and/or his contact details on the Q&A Module shall be banned from the Contest itself and the relevant account with any credit accrued shall be terminated, without prejudice to further actions as provided by Articles 12 and 13 below. It is also prohibited to use this Question and Answer (Q&A) Module to insult or express personal and disparaging opinions regarding the User who launched the Contest or other designers that have applied to the Contest. In case the Question and Answer (Q&A) Module is used for purposes other than those allowed by these Terms and Conditions, JustDoItDesign will reserve the right to ban (at its sole discretion) the account of the liable Designer, keeping all the available prizes accrued. JustDoItDesign will also retain all rights to claim compensation for any occurred damage. ","6.6 The Contest shall be time limited (from a minimum of 5 days to a maximum of 180 days); the Contest duration can in all cases be extended by the client within 48 hours from the deadline up to a maximum of 180 days in total. The client can in no case decrease the Contest duration after the activation of the Contest. ","6.7 Once the time he/she set has ended, the Client can view all Project Ideas received and will have thirty (30) days to evaluate all Project Ideas and choose the five (5) project ideas he/she likes the most. The process of evaluation and selection of the winners is, as follows: the User will assign a rating to each Project Idea, all the scores given by the Client will result in a ranking visible to the User. Once the User has designed the ranking that he/she wants, he/she will only have to confirm it, to end the contest. When a User has confirmed his/her ranking, JustDoItDesign’s software shall split the Prize between the five (5) top ranked project ideas as follows: 60% shall be attributed to the first-ranked Project Idea; 20% to the second-ranked Project Idea; 10% to the third-ranked Project Idea, 5% to the fourth-ranked project and 5% to the fifth-ranked project. ","If after 30 days from the end of the contest the Client has voted all the Project Ideas, but has not yet confirmed his/her ranking, the confirmation of the winning Project Ideas will be performed automatically by the software of JustDoItDesign, by confirming the provisional ranking previously drawn up by the Client. If after 30 days from the end of a Contest the Client has not yet voted all of the participant Project Ideas, JustDoItDesign’s software will declare the Contest as closed, and automatically split the Prize evenly among all its participants. ",
                "6.8 Should the User creating a Contest deem appropriate, for any reason, to stop the Contest in advance, or to make a claim against its results and request back the Prize, he/she will have 10 days from Contest activation to file a detailed complaint with JustDoItDesign, sending an email to admin@JustDoItDesign.com explaining his/her reasons and providing all data regarding the matter. The decision on the complaint will be taken by JustDoItDesign, at its sole discretion. In this case, the total amount paid to put the Contest online will be issued. In case the Client will ask for a refund, he/she will have to take into consideration the following aspects: ","Clients may request a refund within five days of expiration of the Contest by sending an email to admin@JustDoItDesign.com. Any request received after 5 days from the above-mentioned deadline of the Contest will not be taken into consideration. ","No refund request will be taken into consideration if one of the following cases will happen (cases of ineligibility to refund): ","The Client selected a contest duration shorter than the suggested duration by our platform; ","The Brief misses the basic information to allow Designers to work on the project, such as floor plan with correct measurements, at least one recent picture of the estate, at least one picture of reference that shows the tastes of the Client and a description in Romanian or English that describes the needs of the Client; ","The Client cancels any data and/or information from the Brief during the course of the Contest that can make the delivery of the project difficult or impossible for the Designers; ","The Client fails to reply to questions of the Designers within 48 hours from when the Designers asked it; ","The Client has not evaluated and voted all the projects received before submitting the refund request. ","7. INVOICING AND TAXES","7.1 Each time a Client creates a new Contest, JustDoItDesign will invoice him/her, as per applicable laws and regulations, on the JustDoItDesign Fee ex Section 6.2, § (ii). ","7.2 You agree that You are responsible for the collection and/or payment of all taxes which You may be liable for in any jurisdiction arising from Your Contests on www.JustDoItDesign.com. JustDoItDesign is not responsible for collecting, reporting, paying, or remitting to You any direct/indirect taxes and/or social security charges. ","7.3 The winning Designer shall have the duty to invoice the User, as required by applicable laws and regulations, including tax and social security laws and regulation, for the sums received as Prize. JustDoItDesign shall not be required to supply relevant information thereto and/or advise the Designer on the matter. JustDoItDesign will not accept liability for any error/omission/failure to comply in any manner by the Designer to this Section 7.3. ","8. USER WARRANTIES AND LIABILITY","8.1 The use of this service is entirely at Your risk and You take the full and sole liability of it. ","8.2 You guarantee to JustDoItDesign to be the exclusive owner of the Project Ideas You upload on the Portal or to have pre-emptively got the necessary authorization from the owners of the rights concerning third party works or contents inserted into the Project Ideas uploaded by You on JustDoItDesign.com. ","8.3 You are therefore the sole responsible for anything uploaded on JustDoItDesign using Your ID and/or Your password and anyway, for any behavior or action set through it on the Portal. ",
                "8.4 As registered User/Designer, You commit Yourself not to publish Contents: – pornographic, obscene, or paedophiliac; – that cause in any way damage to minors; – blasphemous or offensive to the morals, ethics and to any religious belief; – with purposes against public order, that praises violence or racial hate; – illegally detained or bought by the User (pirate software, unauthorized copies, etc.); – advertising or promotional in favour of subjects different from the brand object of the campaign on JustDoItDesign to which the Content is uploaded; – tied up to the gambling, competitions, games that ask for a money participation; – protected by copyright, whether being audio, text, images or fragments of video without obtaining the previous authorization from the rights holder; – that are damaging to third parties, with particular reference to copyrights or other rights of intellectual and industrial property; – that contain virus or other software that may damage or influence the functionality of the site; – that promote or induce to illegal activity; – that contain utilizations of images fixed or on the move, of common and/or famous people, or that refer to these without their previous authorization; – that contain deceptive or comparative advertising messages as by law in force; – that violate, or induce to violate, any law or regulation. ","8.5 It is particularly forbidden to use the service to cause in any way prejudice to third parties or to commit or to encourage any kind of crime. ","9. CHILDREN’S PRIVACY","9.1 Protecting children’s privacy is especially important to us. It is our policy to comply with Romanian laws on the matter. ","9.2 JustDoItDesign does not operate or provide services directed toward children and does not intentionally collect information from children. If You find any content on our Portal offensive or otherwise disrespectful towards minors, we ask You to contact us immediately, providing all details, so we can operate for its fast removal. ","10. WARRANTIES AND LIABILITY OF JustDoItDesign","10.1 The Portal and all related services are offered by JustDoItDesign to the User “as is”, and “as available”, without any warranty, be it direct or indirect, of any kind on its contents and/or its functionalities. Deco Design, therefore, does not offer any warranty on the accessibility of the Portal in any moment and/or place, nor does it offer warranties over the absence of defects and/or errors in the Portal and/or in its contents. ","10.2 The registered User accepts that from the incorrect use of the Portal and of the services therein could derive grave damages to his PC. ","10.3 Deco Design shall be liable only when the User can effectively demonstrate that Deco Design (a) adopted an intentionally harmful conduct; (b) acted in gross negligence; (c) violated any applicable provisions of law regarding responsibility over licensed products. JustDoItDesign may be required, under existing laws and regulations, to pay damages resulting from injuries that have affected life, physical integrity or health of the User, provided it is demonstrated that these events are a direct consequence of the behavior of Deco Design; in no case Deco Design, shall be held liable for slight negligence acts. The above limitation of responsibility shall apply also to the mandate conferred as per Article 6.8 above. ",
                "10.4 The User accepts to indemnify, defend and protect JustDoItDesign against each and any claim, demand, claim for damages or other losses, including reasonable attorneys’ fees, claims by any third party arising from the use of the Portal and/or by violation of these Terms and Conditions; the above provision does not apply, however, if it is ascertained that the violation has not happened due to intentional and/or negligent behavior of the User. ","10.5 Pursuant to the provisions detailed above, JustDoItDesign will not be liable for service interruptions due to: – natural catastrophes or fortuitous event; – tampering on the services or on the equipment, carried out by the User or by third party; – wrong use of the services by the User; – faulty operation of the connection devices used by the User, even when it is due to the non- observance of the laws and rules on safety, prevention, accidents and industrial injuries. ","10.6 JustDoItDesign has no obligation to oversee any contents circulated through the service, nor has it any obligation to actively seek facts or circumstances that point out the presence of illegitimate activity without an appropriate order to do so by a competent Authority; JustDoItDesign is therefore not responsible in case of possible controversy on the legitimacy, truthfulness, correctness, quality, originality and paternity of the material published on the Portal, including, but not limited to, Project Ideas; JustDoItDesign will take prompt action to remove the contents manifestly non-compliant with third parties rights, as soon as it receives a direct complaint, provided with all necessary data to evaluate a violation (such as: link of offending content, information about copyright violation, etc.). ","10.7 If JustDoItDesign becomes aware of the illegitimate or prejudicial feature of the Project Ideas published online by the User, it will immediately, and at its own discretion, remove the offending information and/or disable access to such data. ","10.8 JustDoItDesign, in any case, will not accept responsibility for possible violation of intellectual rights on contents by third parties, as well as for the possible loss, cancellation or alteration, momentary or definitive, of Project Ideas for any cause. Each User contributing material to the Portal does so at his/her own risk and shall face any and all consequences of such behaviors, thus indemnifying JustDoItDesign as per article 8 above to the maximum extent permitted by applicable Law. ","11. ACCEPTABLE USE POLICY – MALWARE AND CONNECTIONS TO THIRD PARTY SITES","11.1 The Portal is provided by Deco Design to promote access to innovative Project Ideas through a competitive online system. To do so, JustDoItDesign wants to make sure that all its Users feel safe and comfortable while using the Service. Therefore, the following guidelines should be strictly respected, when participating to the activities available through the Portal. ","11.2 Although it does not routinely screen or monitor contents provided by its Users, JustDoItDesign reserves each and every right of removing or editing inappropriate and/or abusive content, Brief, comment reported; for the above reasons, JustDoItDesign might also suspend, disable and/or terminate a User’s access to all or part of the Portal. ","11.3 The User is prohibited from using the Portal to share content that: ","Is illegal or promotes illegal activities with the intent to commit such activities; ","Contains credible threats or organizes acts of real-world violence. JustDoItDesign does not allow content that creates a genuine risk of physical injury or property damage, credibly threatens people or public safety, or organizes or encourages harm; ",
                "Harasses others in any way. JustDoItDesign allows technical and pertinent comments in online conversations about Contests, Briefs and topics closely related to the Portal, yet reserves each and every right to remove any abusive or otherwise inappropriate content directed to private and/or public individuals and/or organizations or otherwise offensive or inappropriate vis-à- vis the circumstances and manner of expression; in particular comments to Briefs are not to be used to express any type of claim or quarrel vis-à- vis other Users; ","Violates intellectual property, privacy, or other rights. Users are forbidden to share content that they have not the right to share, claim content that they did not create as their own, or otherwise infringe or misappropriate someone else’s intellectual property or other rights. It is advisable to always attribute materials used or quoted during a Contest and/or Brief and/or comment and/or Project Idea submission, to the original copyright owner(s); ","Spams others. It is strictly forbidden to share irrelevant or inappropriate advertising, promotional, or solicitation content; ","Otherwise violates these Terms and Conditions. ","Users are also not allowed, in particular, to: ","Access or attempt to access any other User’s Account; ","Share another User’s password, let anyone access their User Account, or do anything that might put their User Account at risk; ","Impersonate or misrepresent any affiliation with any person or entity; ","Do anything that violates local, state, national or international law or breaches any of their contractual obligations or fiduciary duties; ","Reproduce, transfer, sell, resell, or otherwise misuse any content on the Portal, unless specifically authorized to do so; ","Access, tamper with, or use non-public areas of the Portal, unless specifically authorized to do so. Break or circumvent the authentication or security measures or otherwise test the vulnerability of the Portal or networks, unless specifically authorized to do so; ","Try to interfere with any User, host, or network, for example by sending a virus, overloading, spamming, or mail bombing; ","Use the services provided through the Portal to distribute malware, spyware, rootkits, viruses and other harmful content; ","Encourage any of the things on the list above, plus enact and/or encourage any other abusive behaviour not expressly listed. ","11.4 It is understood by Users that JustDoItDesign reserves each and every right to enact any countermeasure deemed appropriate to contrast abusive/illegal behavior of its Users on the Portal. Users failing to comply with the above guidelines and prescriptions may face suspension and/or deletion of their User Accounts. In case of severe, reiterated infractions, JustDoItDesign also reserves each and every right to notice the competent Authorities, as well as seek compensation with any appropriate action for any relevant damage it might have suffered, directly or indirectly, due to the actions of one or more infringing Users. ","11.5 JustDoItDesign has committed itself to maintain the Portal without viruses and malware but cannot guarantee its full immunity from them. The User has therefore to adopt suitable safety measures and must use an antivirus program to avoid the loading of virus on his own software. In case of hypertext link to third sites, JustDoItDesign does not have any responsibility for the possible illegitimate content of these, neither some obligation of control them. ","12. INDEMNIFICATION","12.1 The User is obliged to release any liability and to hold JustDoItDesign, as well as its affiliates and its representatives, its agents, its employees and third parties to which JustDoItDesign has granted rights on the uploaded materials, free from all the losses, damages, responsibilities, costs, burdens and expenses, including the possible legal expenses that might be suffered or sustained by JustDoItDesign as a consequence of any publication and/or use of the Project Ideas uploaded by the User on the Portal, and/or of any default from the User of the obligations and warranties written in this contract and however connected to the use of the service, also in case of compensation for damages claimed by third party. ","13. SERVICE SUSPENSION","13.1 JustDoItDesign retains full right to remove, without notice, the account of the User and any content produced and published by him that violates the conditions of these Terms and Conditions. ","13.2 Removal might occur also in case of content reported as abusive/unlawful/copyrighted by other Users or third parties to JustDoItDesign. In such cases, JustDoItDesign shall also retain all rights to compensate any damage occurred with the infringing User, as per article 12. ","14. REMOVAL OF THE ACCOUNT FOR INACTIVITY","14.1 If the User does not use the services provided by JustDoItDesign for a period of 24 months in succession, JustDoItDesign will have the right to disable his access to the site. ","15. PERSONAL DATA","15.1 The processing of Personal Data of Registered Users of the Portal will be carried out by JustDoItDesign, as the controller of the processing of Personal Data, in compliance with applicable privacy legislation and the Privacy Policy. ","16. CHANGES OF TERMS AND CONDITIONS OF USE","16.1 JustDoItDesign retains the right to modify these terms and conditions in every moment and without any previous notice. By using the service, the User declares to completely accept the new conditions. ","17. CONTRACT TERMINATION","17.1 According to the Romanian Civil Code this Contract may be terminated with no prior notice in case of any breach of the above terms and conditions. In such case JustDoItDesign shall not be liable of any indemnification to the User. At the same time the User shall be liable for losses, damages and other indemnifications to JustDoItDesign, arising as a consequence of the breach. ","18. CONTRACT CONSERVATION","18.1 Should one or more of the provisions of these Terms and Conditions be declared null, void, even in part, the remaining part shall maintain its validity and JustDoItDesign will amend the Terms and Conditions adequately. ","19. APPLICABLE LAW AND COMPETENT COURT",
                "19.1 This contract is governed by the Laws of Romania. ","19.2 For any disputes arising because of or under the above Terms and Conditions the Courts of Law at Bucharest, Romania shall have exclusive jurisdiction. ","19.3 The use of Portal/services thereon is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph. ","According to the Romanian Civil Code, the User has read and accepts the terms contained in Articles 4, 6, 7, 8, 9, 11, 13, 14, 15, 16, 11, 12, 18 and 19. ","20. CONSUMER RIGHTS","Online Dispute Resolution","https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home2.show&lng=EN","ANCP","https://anpc.ro/","Alternative dispute resolution","http://www.economie.gov.ro/aparat-propriu/economie/solutionarea-alternativa-a-litigiilor"
            ]
        },
        "contactus": {
            "title": "Contact Us",
            "subtitle": "Do you have an enquiry? Do not hesitate to contact us.",
            "socialmedia": "Follow us on Social Media",
            "comingsoon": "(Coming Soon)"
        }
    },
    "register": {
        "firstname": "First Name",
        "lastname": "Last Name",
        "text1": "By clicking Register you agree to the DA Block ",
        "text2link": "Terms And Conditions",
        "text3": " and ",
        "text4link": "Privacy Policy",
        "text5": ". You also agree to receive email notifications regarding changes in either of the above",
        "text6": " Already Registered?",
        "text7link": "Sign In With Google",
        "registerbutton": "Register",
        "error1": "Must be shorter than 255",
        "error2": "Must enter a name",
        "error3": "Invalid email",
        "error4": "Must enter a country"
    },
    "clienthome": {
        "button1text": "Launch a Competition",
        "button2text": "My Draft Competitions",
        "button3text": "My Ongoing Competitions",
        "button4text": "My Past Competitions",
        "tooltip1": "If you decide to cancel or modify a launched competition please contact us within 24 hours of launching",
        "tooltip2": "Your draft competitions (not yet been launched)",
        "tooltip3": "Your currently open competitions (launched, but before awarding the winning designer. can only be modified within 24 hours of launching)",
        "tooltip4": "You competitions launched and closed (after awarding a winnng designer)"
    },  
    "designerhome": {
        "button1text": "My Ongoing Competitions",
        "button2text": "My Past Competitions",
        "button3text": "Upload To My Portfolio",
        "button4text": "Suggest a New Style",
        "tooltip1": "Shows your current open competitions",
        "tooltip2": "Shows every competition you participated in",
        "tooltip3": "Add new files to your portfolio (blueprints, photos, drawings, reviews etc)",
        "tooltip4": "Do you know of a style that we are missing? Please contact us at admin@dablock.com or fill out the form"
    },  
    "ongoingcompetitions": {
        "none": "You have no ongoing competitions"
    },
    "pastcompetitions": {
        "none": "You have no past competitions"
    },  
    "globalongoingcompetitions": {
        "none": "There are no ongoing competitions"
    },
    "globalpastcompetitions": {
        "none": "There are no past competitions"
    },
    "launchcompetition": {
        "drawertext": "Read Me",
        "sidebar1": "Welcome to your journey to pick the design you love!",
        "sidebar2": "For gathering the needed requirements, sit back relax and let us guide you through the launching process. Based on your requirements our AI engine will estimate what you will need to award to receive enough good quality submissions to choose from. You decide what the award will be, so feel free to offer above our estimate! The bigger the award, the tighter the competition and your chances to land the design of your dreams higher.",
        "sidebar3": "There will be up to 15 questions to answer. It will take between 30 minutes to as much as you need to launch your perfect competition. Further details can be clarified with the designers on the project wall, but more details you provide upfront, more attractive your competition becomes.",
        "sidebar4": "Remember, that up to the moment of launching, you can always find your draft on the My Competitions page for further editing.",
        "previousbuttontext": "Previous",
        "homepagebuttontext": "My Home Page",
        "continuebuttontext": "Save & Continue",
        "launchbuttontext": "Launch"
    },
    "projectdefinition": {
        "title": "Project Definition",
        "radiotitle1": "What kind of space do you need to decorate?",
        "radiotitle2": "What is the objective of your project?",
        "radiotitle3": "Is the project Indoor or outdoor?",
        "countrytitle": "Project Country",
        "radio1option1": "Residential",
        "radio1option2": "Commercial",
        "radio2option1": "Indoor",
        "radio2option2": "Outdoor",
        "radio3option1": "New Space",
        "radio3option2": "Remodelling",
        "instruction": "Please let us know where your space is located, it will be highly useful for our professionals to study and respect the local regulations related to your project."
    },
    "projectcoverage": {
        "title": "Does the project cover your entire house/flat?",
        "radiooption1": "Yes",
        "radiooption2": "No"
    },
    "functionalarea": {
        "title": "Define Functional Areas",
        "col1": "Type",
        "col2": "Small",
        "col3": "Medium",
        "col4": "Large",
        "col5": "Number",
        "col6": "Approx Size (sqm)",
        "row1": "Living Rooms",
        "row2": "Kitchens",
        "row3": "Bathrooms",
        "row4": "Bedrooms",
        "row5": "Child Bedrooms",
        "row6": "Dining Rooms",
        "row7": "Staircases",
        "row8": "Hallways",
        "row9": "Other-1",
        "row10": "Other-2",
        "commercialrow1": "Retail",
        "commercialrow2": "Medical Clinic",
        "commercialrow3": "Restaurant",
        "commercialrow4": "Fitness Club",
        "commercialrow5": "Office",
        "commercialrow6": "School",
        "commercialrow7": "Cafe",
        "commercialrow8": "Beauty Salon",
        "commercialrow9": "Other-1",
        "commercialrow10": "Other-2",
        "outdoorrow1": "Terraces",
        "outdoorrow2": "Patios",
        "outdoorrow3": "Gardens",
        "outdoorrow4": "Backyards",
        "outdoorrow5": "Pool Areas",
        "outdoorrow6": "BBQ Areas",
        "outdoorrow7": "Play Areas",
        "outdoorrow8": "Other",
        "panellabel1": "Residential",
        "panellabel2newspace": "New Space",
        "panellabel2remodel": "Remodel",
        "panellabel3indoors": "Indoor",
        "panellabel3outdoors": "Outdoor",
        "instructions": "Please select as many areas as apply to your project, integers between 0-9. If more than 1 room are identical in size, shape and design, please introduce 1. If you need design for a part of a room, please choose the category “Small”. The information in this section is also used to estimate the suggested award of your design. Identical areas will be charged as one single area. Please edit the \"other\" labels as required.",
        "instructionsoutdoor": "Please provide the total approx. sqm size by functional area; e.g., for two terraces of 10sqm each, the approx size is 20sqm. Number of functional areas is optional. If 2 or more areas are identical in size, shape and design, please introduce one-unit size. The information in this section is also used to estimate the cost of your design. Please edit the \"other\" label as required.",
        "tableerror": "non-zero rows must both contain number and size"
    },
    "projectinfo": {
        "title": "Project Info",
        "urgencytitle": "When do you need your design?",
        "urgencybutton1label": "Urgent (5 days)",
        "urgencybutton2label": "Fast (10 days)",
        "urgencybutton3label": "Standard (20 days)",
        "urgencybutton4label": "Plenty of Time (30 days)",
        "urgencybutton5label": "I don't have a deadline",
        "fileinstructions":  "Do you have any images, drawings, plans or other documents that might be helpful?",
        "fileextrainfo": "Don't worry if you do not have those ready yet. You can always upload these later in the process (on the project wall)",
        "filebutton": "Add Files",
        "requirementsinstructions": "Are their special requirements, preferences, dos and don’ts you would like to communicate to designers?",
        "requirementstitle": "Special Requirements (optional)",
        "requirementsplaceholder": "Presence of small children, elderly or disabled people, favourite colours or materials, immovable elements, furniture you want to keep etc.",
        "projectbudget": "Project Overall Budget (optional, in euros)",
        "projectname": "Project Name (max 64 characters)"
    },
    "projectstyle": {
        "title": "Project Style",
        "photos": "Add Photos of Inspiration",
        "selectedstyle": "Selected Style",
        "indoors": {
            "title1": "Mediterranean", 
            "description1": "Much like Greek interiors, Mediterranean design is influenced by location. Touches of Spain, Greece and Italy can be found in Mediterranean homes, and these locations are brought to life through bright, bold colors influenced by the sea and sky, like turquoise, emerald and yellow. Decorative mosaic tile is often used on interior elements like floors, tabletops, bullnose edged counters, mirrors and backsplashes to bring a charming rustic appeal to the home. Mediterranean furniture is built short and low to the ground. The feet on the furniture are turned and ornately detailed. The outdoors is always embraced, and many homes blur the line between inside and outside using picture windows and glass sliding doors. Red tiled rooftops, similar to Tuscan architecture, adorn many Mediterranean homes. Wrought iron banisters and balconies are also popular features (Decor Interiors, Style Glossary, September 2019)",
            "title2": "Traditional", 
            "description2": "A traditional home will be filled with furniture from various period styles such as Tudor, Regence, Louis XV and Georgian. However, unlike eclectic interiors, traditionally styled homes have a much more distinct visual cohesiveness in color palette and materials. Tables, chairs and sofas are typically made from dark woods and are ornately detailed with carvings and curvatures. Windows are similarly designed with scalloped edges, fringe accents and luxurious drapes gathered together with tasseled cords. Fabrics feature a variety of different patterns including damask, florals, stripes and plaids. Colors are muted and subdued to create a calm ambiance throughout the home. Rooms are lit up with shimmering crystal chandeliers and silver candlesticks offering a warm flickering glow. Fresh or silk flowers in detailed vases and still-life oil paintings are often used as decorative accessories (Decor Interiors, Style Glossary, September 2019).",
            "title3": "Urban", 
            "description3": "Urban, or Soft Industrial, interiors share a similar sleekness to loft-like homes with a bit of rustic flair tossed in. Exposed brick and stone gives walls character, and industrial pendant lighting made of steel, copper and wrought iron illuminate all of the vintage details throughout the home. Lighting is also an important element because it breaks up the deep dark hues that dress the floors, walls and furniture. Floor to ceiling windows, used to keep things light, are another classic characteristic of this city style. Furniture is made up of a mix of weathered and glossy woods to create a perfect balance of old world style and industrial style (Decor Interiors, Style Glossary, September 2019)",
            "title4": "Contemporary", 
            "description4": "Contemporary style is often interchanged with modern design – however, there are a few differences. Unlike its modern counterpart, contemporary style borrows from various time periods, creating an eclectic environment. For instance, sleek, simple furniture and art can be combined with detailed molding around walls and windows. Contemporary style also takes a note from minimal home design, as layouts are open and airy with no clutter in sight. Furnishings have sharp, 90-degree angles and are upholstered with simple fabrics such as wool, cotton and linen that have no ornamentation or patterns. Instead, sofas, chairs and stools are covered in neutral colors like black, white and tan. No fringe, skirts, trim or tassels can be found on contemporary furniture, as all legs are exposed. Light fixtures are made up of sleek materials like glass, ceramic, polished nickel or stainless steel (Decor Interiors, Style Glossary, September 2019).",
            "title5": "Minimalist", 
            "description5": "Minimalist homes are free of any clutter, only displaying items like couches, tables and light fixtures that are essential for functional living. Minimalist interiors have a focus on simplicity and effortless beauty. Character is brought forth not through detail, but through natural materials and essential items. Rooms are monochromatic, usually featuring subdued neutrals. Walls are kept simple with only one or two decorative pieces, like a canvas or a mirror. All surfaces, from the kitchen to the bathroom should be completely cleared off. Furniture features clean lines with very little detail, and they often double as storage, like ottomans that open up to reveal space. Architectural minimalism is influenced by Japanese Zen philosophy and the aesthetic principles of Ma and Wabi-sabi, which appreciate the value of empty space and absence of ornamentation (Decor Interiors, Style Glossary, September 2019).",
            "title6": "Industrial", 
            "description6": "Industrial interiors give off a cool, modern vibe. The style blends new and repurposed items for a unique combination of modern and vintage. Industrial design is characterized by clean open spaces – every room from the kitchen to the basement contains high, spacious loft-like ceilings. Color palettes are kept cool and subdued – you’ll often see a mix of grays, blacks and whites complemented by pops of blues or greens. Metal is the most often used material in industrial design. It offers a rugged charm and can be used on anything from light fixtures and countertops to stairwells and faucets. Industrial chic decor has become the style of choice for many urban loft spaces that were formerly factories, schools or other old buildings with exposed brick and rafter ceilings (Decor Interiors, Style Glossary, September 2019).",
            "title7": "Mid Century Modern", 
            "description7": "Mid-century modern interiors can be seen throughout AMC’s hit TV show “Mad Men,” as the design era came to life during the 1940s-70s. Mid-century modern homes have a seamless flow from the inside to the outside thanks to sliding doors, picture windows, skylights and patios. Windows are often left bare to emphasize outdoor views. The furniture in is entirely unique, featuring statement pieces like marshmallow sofas and egg chairs. Many pieces, such as the Noguchi table, are asymmetrical and feature amorphous components, which make them feel more like sculptures than pieces of furniture [Attfield 1997]. Elements like floors and ceiling beams are stripped down to their original form, while walls are dressed up with graphic wallpaper featuring bold geometric patterns (Decor Interiors, Style Glossary, September 2019).",
            "title8": "Bohemian", 
            "description8": "Bohemian-style homes are equipped with a laid-back atmosphere and place an emphasis on nature, intricate patterns and bright colors like purples, reds and pinks. In fact, all of these elements are frequently combined to create an eclectic and unique aesthetic. Boho chic is all about mixing interesting colors, trinkets, fabrics and various types of furniture without any intention of matching or adhering to a specific style, much like the nomadic vagabonds who inspired it. You might see a contemporary couch featuring striped upholstery alongside a vintage velvet ottoman and a bright-colored statement chair. It’s the mix of different types of furniture that make Bohemian interiors so versatile. Light fixtures are just as unique as the furniture. Intricately detailed pendants, chandeliers dripping with crystals and table lamps complete with fringe are fixtures common for Bohemian homes (Decor Interiors, Style Glossary, September 2019).",
            "title9": "French Provincial", 
            "description9": "This laid-back style is primarily influenced by the country home in Southern France. French Provincial design is all about creating symmetry and balance in the home. This style can suit both formal and laid-back design tastes, as it combines both elegant and country elements. These homes are generally built out of brick, stone or stucco, and those materials are often found inside the dwellings as well on accent walls and furniture. The more casual French Provincial homes use a color palette of subtle blues, yellows, pinks and whites for a mixture of glamour and whimsy. French Provincial interiors feature French doors, as well as arched windows and entryways adding to the stately elegance of the style. While similar to simple Hamptons style, French Provincial provides subtle ornate details  (Decor Interiors, Style Glossary, September 2019).",
            "title10": "Colonial British", 
            "description10": "Inspired by the decor prevalent during the colonization of Africa, Asia and the West Indies, British Colonial interiors feature lightweight cotton fabric on drapes, curtains and bedding. The most common color palette includes a mix of whites, beiges and browns to produce a subdued and subtle look. Flowers and plants are consistently used throughout the home to provide a fresh feel. Furniture is made up of materials like wicker, ebony, teak and mahogany. Leather travel trunks with brass latches and rivets were popular items during the heyday of this era. Tables, chairs, cabinets and sofas are usually constructed with dark-colored wood to create a rich, sophisticated ambiance. The deep-colored furniture provides a lovely contrast to the neutral-toned walls. Bell jar lanterns and lighted ceiling fans are popular fixtures to illuminate British Colonial homes. British Colonial decor has a certain casual elegance that makes it a popular choice of interior designers and decorators (Decor Interiors, Style Glossary, September 2019).",
            "title11": "Eclectic", 
            "description11": "Eclectic home design embraces numerous styles such as modern, vintage and bohemian. A variety of materials and textures are also mixed and matched – you might see a leather sofa combined with a plush rug, a weathered wood table, wrought iron pendants and chrome wall decor. Unlike minimalist styles, eclectic interiors are often filled with various knick-knacks, like vintage dinnerware, modern sculptures, flower vases, etc. Mastering an eclectic home is all about drawing on a number of different textures, colors and styles for a unique environment filled with personality. Despite the variety, this style is not chaotic or haphazard. There are cohesive motifs and themes that tie the disparate pieces together. A common thread such as a recurring neutral tone or shape is often used to subtly connect the varied pieces and create a sense of belonging (Decor Interiors, Style Glossary, September 2019).",
            "title12": "Shabby Chic", 
            "description12": "Shabby chic presents a balance of rustic and glamorous styles. Its name is credited to London designer Rachel Ashwell who was inspired by treasured “finds” she discovered at flea markets. Furniture of this style appears worn and distressed with painted layers. Fabrics on sofas, bedding and curtains are typically made of cotton and feature white or pastel colors to keep the room looking soft and delicate. Commonly used materials include weathered wood, wrought iron and wicker. Kitchen tables are constructed out of warm lumber and feature a textured area rug underneath. Tables are set with vintage teacups and linen napkins and vintage chandeliers light up the room. Overall, a beachy, airy ambiance can be found throughout shabby chic interiors. The wear-and-tear look is similar to French Country and Cottage style decor (Decor Interiors, Style Glossary, September 2019)."
        },
        "outdoors": {
            "title1": "Tropical Garden", 
            "description1": "Tropical landscape design is fun, vibrant, and lush outdoor space that complements a variety of architectural styles. Exotic, tropical style gardens provide a relaxing escape from the busy everyday routine. However, many homeowners choose not to implement this design because they worry about maintaining tropical vegetation, especially those in cooler climates (Landscape Advisor, Design Styles, 2020)",
            "title2": " Southwest ",
            "description2": "Simple and rustic, yet colorful and quite functional, southwest landscape design is an intriguing, low maintenance garden style that is growing in popularity. This charming form of desert landscaping is influenced by a number of different styles, including Mexican Spanish mission designs as well as Native American. Southwestern style gardens, also referred to as Santa Fe style, are very natural and reflect the arid, sunny climate of the southwest (Landscape Advisor, Design Styles, 2020)",
            "title3": " Modern",
            "description3": "Modern landscape design blends functionality with fresh, sophisticated flair to create an outdoor space that reflects the splendor of today’s fine architecture without detracting from the natural beauty surrounding it. Contemporary gardens are ideal for small and large yards, and can easily be adapted to suit the style of most modern homes (Landscape Advisor, Design Styles, 2020).",
            "title4": "Contemporary", 
            "description4": "Contemporary landscape design is a relatively new garden style that complements modern architecture and is just as unique as the structures it surrounds. Near the end of the 1950’s, new styles in architecture brought about a more modern style of landscaping to match it (Landscape Advisor, Design Styles, 2020)",
            "title5": "Japanese Garden", 
            "description5": " Japanese landscape design reflects the pure beauty of nature. This carefully planned Asian garden style is appealing to many homeowners because of its ease of maintenance and the simple tranquility it offers. For many, Japanese gardening is as much a hobby as it is a landscaping style. Japanese landscape design plans create an appreciation for simplicity and nature resulting in gardens of simple peaceful elegance (Landscape Advisor, Design Styles, 2020) ",
            "title6": "Cottage Garden", 
            "description6": "Traditionally, cottage landscape designs were found in small English villages and referred to the lush and magnificent gardens that surrounded the quaint thatched cottages of the Tudor and Victorian eras in England. This period of renaissance took personal gardening beyond the fruits and vegetables necessary for survival to a new level of enjoyment and an appreciation of the beauty and fragrance of plant life (Landscape Advisor, Design Styles, 2020)",
            "title7": "Feng Shui", 
            "description7": "Applying the principles of Feng shui garden landscape design brings balance and serenity to your outdoor space to create a relaxing environment that is much more than a garden. Based on the ancient Chinese art of feng shui, this garden style combines vivid color with flowing curves to balance the five basic elements of nature and bring perfect harmony to the yin and yang of your environment (Landscape Advisor, Design Styles, 2020)",
            "title8": " Mediterranean ",
            "description8": "The Mediterranean landscape design evokes visions of crystal water and lush vegetation, while creating thoughts of relaxation with family and friends and savory cuisine made with aromatic herbs. No wonder this design style is becoming increasingly popular among Southern California homeowners, as well as those around the world (Landscape Advisor, Design Styles, 2020)",
            "title9": "Tuscan", 
            "description9": "More and more homeowners are opting for a Tuscan landscape design for Old World charm that blends the elegance of their fine home with the natural beauty of simple gardens. Your outdoor area is much more than the space that surrounds your home; it is an extension of your home (Landscape Advisor, Design Styles, 2020)",
            "title10": "Italian", 
            "description10": "Italian gardens are as rich and diverse as cuisine in the Mediterranean region. A new generation of ecologically aware garden designers, are now looking to the past for inspiration, in the same way that Italians have for centuries. Italian landscape design during the Renaissance period in Italy was dominated by complex, high maintenance garden design that relied upon symmetry to stun the visitor (Landscape Advisor, Design Styles, 2020)",
            "title11": "English Garden", 
            "description11": "The simple and refined beauty of English garden landscape design can blend easily with a variety of home styles and is becoming a popular outdoor design theme for fine homeowners around the world. Gracious curves, lush green lawns, and fragrant, colorful blooms can transform your home into a relaxing outdoor hideaway, reminiscent of the tranquil English countryside (Landscape Advisor, Design Styles, 2020)",
            "title12": " Nine Zones of Bagua ",
            "description12": "Feng shui garden landscape design depends on the use of five basic elements of feng shui to create a balanced outdoor space that is refreshing and revitalizing. For a truly balanced garden, it is important to understand the plants typically integrated into this oriental garden style, as well as the arrangement and placement of each of the elements within the design  (Landscape Advisor, Design Styles, 2020)"            
        }   
    },
    "projectsummary": {
        "title": "Project Summary",
        "scope": "Scope:",
        "country": "Country:",
        "deadline": "Deadline:",
        "budget": "Budget:",
        "style": "Style:",
        "specialrequirements": "Special Requirements:",
        "uploadfiles": "Uploaded Files:",
        "aiaward": "AI Recommended Award:",
        "minaward": "Minimum Award:",
        "date1": "Current Date + 5 Working Days",
        "date2": "Current Date + 10 Working Days",
        "date3": "Current Date + 20 Working Days",
        "date4": "Current Date + 30 Working Days",
        "date5": "No deadline",
        "nobudget": "Not Specified",
        "none":     "None",
        "youraward": "Your Award (euros)",
        "awardtext1": "We use AI to aggregate info on the average design price per sqm in your local market or worlwide, giving the style of your choice and the complexity and scope of the project, using a propritary weighting algorithm.",
        "awardtext2": "You decide what the award will be, so feel free to offer above our estimate! The bigger the award, the tighter the competition and your chances to land the design of your dreams higher.",
        "launchinfo": "Designers will be notified of your competition 24h from the launch. If you decide to cancel or modify a launched competition please Contact Us within 24h from launching."
    },
    "draftcompetitions": {
        "title": "Draft Competitions",
        "deletebuttontext": "Delete Project",
        "moredetailsbuttontext": "Add More Details",
        "unnamedprojexttext": "Unnamed Project"
    },
    "temp": "YOU ARE LOGGED IN...PAGE UNDER CONSTRUCTION"


}


